{
  "question_id": "hongik_2023_2",
  "intended_purpose": "\n<통합사회>에서 배우는 인간과 사회에 대한 ‘통합적 관점’, ‘합리적인 선택’, ‘민주주의’ 등에 관한 내용과 <생활과 윤리>에서 배우는 ‘국가와 시민의 윤리’, ‘소통과 담론의 윤리’ \n등에 관한 내용을 활용하여 제시문 (마)의 주장, 즉 전체적 규율이 개인적 자율을 줄이거나 말소하는 방식이 아니라 도리어 개인적 자율을 존중하고 확대하는 방식이 되어야 한다는 명제를 논리적으로 이해하고,\n이를 근거로 제시문 (바), (사), (아)의 내용을 일관되게 분석하는 능력을 측정하는 데 있다. 제시문 (바)는 <통합사회>와 <경제>에서 배우는 ‘시장 실패와 정부의 시장 개입’, 제시문 (사)는 <통합사회>에서\n배우는 ‘기업의 자율적 혁신’, 제시문 (아)는 <통합사회>에서 소개된 ‘사회적 기업’에 관한 내용으로, \n수험생으로서는 이처럼 서로 다른 분야의 논쟁이나 사례가 모두 전체적 규율과 개인적 자율의 관계를 \n합리적으로 설정하는 방안에 관한 실천적 고민을 담고 있다는 점을 파악해야 하고, 나아가 제시문 (바), \n(사), (아)에서 나타나는 상황이나 사태가 제시문 (마)에 바탕이 되는 논리에 부합한다는 점, 다시 말해, \n제시문 (바), (사), (아)의 논쟁이나 사례가 제시문 (마)의 주장을 뒷받침하는 논리적 근거가 될 수 있다는 \n점을 설명하여야 하는바, 이 점을 평가한다.\n",
  "grading_criteria": "\n* 기본 평가 기준\n1.문제를 정확히 이해했는가, 그리고 제시된 질문들에 대해 모두 답하였는가가 가장 기본적인 채점 기준이다.\n2.문제가 요구하는 정확한 이해와 분석을 넘어서는 내용, 예를 들어 불필요한 선지식이나 도식화된 사례 또는 논지 전개에 어긋나는 개인적인 평가를 쓰는 경우 감점한다.\n3.제시문의 내용을 자신의 문장으로 풀어내지 못하고 그대로 옮겨 적는 경우는 감점한다. 단, 논지 전개에 필요하여 제시문의 단어나 구를 인용 부호를 사용하여 인용한 경우는 인정한다.\n4.문제가 요구하는 글자 수(800±100자)를 초과하거나 미달하는 경우 감점한다.\n5.공식적인 글쓰기의 형태(원고지 작성법, 맞춤법, 띄어쓰기, 문장의 정확성, 요구된 분량의 준수여부 등)를 갖추지 못한 것은 감점한다.\n",
  "sample_answer": "\n유토피아적 사회공학과 점진주의적 사회공학 모두 국가의 개입이나 조직의 규율이 필요하다는 점을 \n논리적 전제로 하고 있다. 그러나 양자는 전체적 규율과 개인적 자율의 관계를 합리적으로 설정하는 \n방안에 관하여 견해가 대립하는바, 제시문 (마)는 이상주의적 합리성 관점이 초래하는 독선과 폭력의 \n문제를 지적하면서 그 대안으로 과학적 자세를 바탕으로 하는 점진주의적 합리성 관점을 견지하여 민주\n주의적인 방법을 통하여 무엇이 최선인지에 관한 합리적인 타협을 달성하도록 해야 한다고 주장한다.\n(바), (사), (아)는 규율은 필요하지만, 자율과 창의를 존중하는 방향이 되어야 한다는 점진주의적 사회공\n학에 부합하는 사례들이다. (바)의 새뮤얼슨은 개인의 더 큰 자유를 보장하기 위해 사회적 합의를 통한 \n정부의 강제가 필요하다고 본다. 이는 자유방임주의와는 그 전제가 다르며, 국가가 간섭하는 목적이 \n개인의 자유나 이익 추구라는 점에서 유토피아적 사회공학을 배척한다. (사)의 A사는 구성원들의 실수를 \n인정하는 풍토를 조성하고 ‘15% 원칙’이라는 규율에 따라 구성원들이 자발적으로 혁신 활동을 할 수 \n있도록 하는바, 개인의 자율을 강조하고 실수로부터 배우고자 하는 과학적 태도를 견지하는 점에서 점진\n주의적 사회공학으로 볼 수 있다. (아)의 C사는 사회적 기업으로서 다수의 장애인에게 안정적인 일자리를 \n제공하는 점에서 정부의 일방적인 장애인 고용 의무를 부과하는 방식보다 효과적이다. 이러한 정부의 \n개입은 어떤 점에서는 시장의 자율성을 침해하는 행위이지만 다른 점에서는 기업의 자율성을 최대한으로 \n존중하는 것이고, 나아가 여러 경제주체의 자발적 협력을 끌어내는 점에서 타협적인 노력이라 할 수 \n있는바, 이를 통해 점진적이기는 하지만 지속적으로 장애인 고용 증진이라는 공동체의 목표 달성이 가능\n해진다.\n"
}