{
  "question_id": "hongik_2024_1",
  "intended_purpose": "\n<문제 1>은 과거의 역사적 사실과 그것을 기록하는 역사가의 관계를 중심 내용으로 한느 텍스트를\n읽고 이로부터 역사 서술의 속성과 유의해야 할 바가 무엇인지를 파악한 뒤, 이를 바탕으로 역사를 기술하는\n방식 및 실제 역사를 기술한 두 가지 형태의 텍스트를 읽고, 각기 어떠한 문제점이 있는지를 파악해\n내도록 하는 문제이다. 이 문제를 풀기 위해서는 먼저 제시문에 기술된 역사와 역사가와의 관계로부터\n과거 사실의 '취사선택'과 현재의 입장에 따른 '해석' 및 '굴절'이라는 두 가지의 키워드와 더불어, 역사가\n와 역사적 사실의 '상호작용' 및 현재와 과거와의 '대화'라는 문구로부터 '균형'이라는 개념을 도출해야\n한다. 그리고 이를 종합하여 과거 사실의 취사선택과 현재 입장에 따른 해석에서 기인하는 굴절이 지나치\n지 않고 균형을 이루어야 한다는 명제를 도출해낼 수 있어야 한다 아울러 이러한 명제를 이후에 제시되는\n예문들에 도입하여 어떠한 부분에서 위배되는지를 찾아낼 수 있어야 하며 특히 보조 예시문의 도움을\n통해 문학작품의 대화 속에 나오는 역사적 사실과 관련된 내용이 상기 명제에서 어떻게 어긋나는지를 \n추론해낼 수 있는 능력을 요구한다.\n제시문 (가)는 E.H. 카의 '역사란 무엇인가'의 일부를 발췌,편집하고 거기에 고등학교 세계사\n교과서의 일부 내용을 반영하여 재구성하였다 제시문 (나)는 유시민의 '역사의 역사' 중 고교 교육과정의 \n수준 범위 내에서 이해 가능한 부분을 발췌하여 재구성하였다 특히 마르크스의 유물사관에 대하여 비판적으로\n언급하는 부분을 선택하여 역사 서술에서 과거 사실의 취사선택과 역사가의 해석에 따른 굴절이\n극단적으로 이루어진 경우의 문제점을 잘 드러낼 수 있도록 하였다 제시문 (다)는 이광수가 1942년에\n집필한 역사소설 '원효대사' 중에서 신라 제28대 국왕인 진덕여왕이 임종 직전에 상대등 알천에게 유언\n을 남기는 부분이며, 어휘의 명확한 이해를 위해 주석을 부기하였다. 해당 부분에는 삼국 통일 전쟁과\n관련하여 신라가 백제와 고구려는 형제로 보고 당나라를 외국으로 인식하는 내용이 담겨 있는데, 이는 \n한국 민족의 형성 시기가 삼국 통일 이후라는 견해가 담겨 있는 제시문 (라)에 입각하여 분석하면 현재의\n인식에 따라 과거를 해석한 결과 굴절이 지나치게 이루어진 사례로 해석될 수 있다. 제시문 (라)는 한국\n민족의 형성 시기를 다룬 노태돈의 논문 '한국민족형성시기론' 에서 발췌한 것인데 일반인을 대상으로\n한 교양 잡지인 '한국사시민강좌'에 수록된 것으로서 수험생들이 쉽게 이해할 수 있다는 점을 감안하였다.\n",
  "grading_criteria": "\n* 기본 평가 기준\n1. 문제를 정확히 이해했는가, 그리고 제시된 질문들에 대해 모두 답하였는가가 가장 기본적인 채점 기준이다.\n2. 문제가 요구하는 정확한 이해와 분석을 넘어서는 내용, 예를 들어 불필요한 선지식이나 도식화된 사례 또는 논리적인 흐름에서 벗어난 개인적이며 주관적인 평가를 쓰는 경우 감점한다.\n3. 제시문의 내용을 자신의 문장으로 풀어내지 못하고 그대로 옮겨 적는 경우는 감점한다. 단, 논지 전개에 필요하여 제시문의 단어나 구를 인용 부호를 사용하여 인용한 경우는 인정한다. \n4. 문제가 요구하는 글자 수(800±100자)를 초과하거나 미달하는 경우 감점한다. \n",
  "sample_answer": "\n역사 서술은 역사가의 관점으로부터 많은 영향을 받는다. 과거에 일어났던 일들 모두가 아니라 그중 일부가 역사가에 의해 취사선택되며, 역사적 사실이 역사가의 현재 입장에 따라 해석됨으로써 과거 당시\n의 맥락과 분리되어 굴절되기도 한다. 현재를 사는 역사가의 가치관, 편견 등을 반영할 수 밖에 없는 것이다. 하지만 편향될 수 있는 역사가의 잠정적인 선택과 해석은 여러 상호작용을 통해, 특히 과거를 향한 끊임없는 대화를 시도하는 역사가의 노력, 즉 현재와 과거의 상호작용 속에서 균형점을 찾을 수 있다.\n그런데 제시만 (나)에서 역사가들은 마르크스의 유물사과능ㄹ 토대로 역사의 법칙에 대한 관점을 미리 정해 놓고, 그에 부합하는 역사적 사실만을 취사선택하여 관점에 맞게 해석하는 태도를 보인다. 이런 경우 역사가의 관점에 반하지만 여전히 중요한 역사적 사실들이 무시될 위험이 있으며, 선택된 사실의 해석에서도 각 사실과 결부된 과거 맥락이 충분히 고려되지 못할 위험이 크다.\n또한 제시만 (다)에서 작가는 진덕여왕의 발언을 통하여, 당시 사람들에게 고구려, 백제, 신라는 형제이고 당나라는 외국으로 인식되었을 것이라는 해석을 보여 준다. 하지만 제시문 (라)에 따르면 삼국 주민간의 동족 의식인 통일 전쟁의 마지막 단계인 668년 이후에야 싹트기 시작한 것으로,\n그 이전인 (다)의 시점에서 신라가 고구려와 백제는 형제로, 당나라는 외국으로 판단했을 가능성은 희박하다. 따라서 이는 삼국이 하나로 통일된 후 오랜 시간이 흐른 뒤인 작가의 현재 시점에서 과거를 해석하는 관점이 반영된 내용으로 평가된다. 즉 현재 입장에 따른 과거 사실의 굴절이 지나치게 이루어진 경우라고 할 수 있으며, 삼국시대 당시의 맥락을 고려한 것이라 하기 어렵다.\n"
}