{
  "question_id": "khu_2023_1",
  "intended_purpose": "\n[논제 I]의 [가],[나],[다] 제시문들은 인지 과정에서 이성의 중요성을 강조한 입장, 감정 중심의 사회가 갖는 부정적 측면을 비판한 입장, 이성만이 아니라 감정적 요소를 함께 고려할 때 사법적 정의가 성취될 수 있다는 입장 등 이성과 감정의 중요성에 관한 다양한 논점을 확인할 수 있도록 선별되었다. 인간의 중요한 특징인 이성과 감정이 어떠한 가치와 한계를 지닐 수 있고, 개인 및 사회에 대해 어떠한 긍정적·부정적 영향을 끼칠 수 있는지를 탐색·고찰하게 하는 것이 목표이다. 특히 이성과 감정에 대해 여러 각도에서 바라보고 균형 있게 사고할 수 있는지 평가하는 데 주안점을 두었다. 제시문 [가]는 이성에 충실한 인지 과정만이 진실에 다가갈 수 있다고 본다. 제시문 [나]는 감정이 지배하는 현실이 진실과 거짓의 구분을 불가능하게 만듦으로써 결국 거짓이 횡행하는 현실을 초래했다고 지적한다. 제시문 [다]는 사법적 정의는 이성만이 아니라 감정적 요소를 함께 고려함으로써 성취될 수 있다는 주장을 전개한다. 제시문 [다]의 시각에서 볼 때, 제시문 [가]는 감정이 인간에게 끼치는 긍정적인 영향을 고려하지 않는다는 한계가 있고, 제시문 [나]는 몇몇 부정적 사례만을 부각시킴으로써 감정 자체를 부정적인 것으로 인식하게 한다는 한계가 있다. 본 논술고사는 응시생들이 여러 제시문들의 핵심을 파악한 후 논리정연하게 답안을 서술하는 것을 요구한다. 특히, 각 제시문을 개별적이며 고립적으로 이해하기보다는, 다른 제시문과의 관계와 맥락 속에서 그 의미를 입체적으로 해석할 수 있는지 확인하고자 하였다. 따라서 본 논술고사는 여러 제시문들을 관통하는 공통의 주제를 파악하고, 차이를 발견하는 능력을 갖추었는지 판단하고자 하였다. 또한 응시생이 특정 주제에 대한 사전 지식을 논술 답안에 그대로 옮겨 쓰는 것이 아니라, 주어진 제시문의 관점을 다른 제시문의 내용에 비판적으로 적용할 수 있는지를 살펴보고자 하였다.\n[논제 II]의 [라]~[사] 제시문들은 현대사회에서 개인과 공동체의 중요한 덕목으로 간주되는 공감의 긍정적 의미와 가치를 강조하는입장과 공감을 도덕 법칙의 근거로 규정하는 태도의 위험성과 한계를 지적한 입장, 공감의 역기능을 지적한 입장 등 대조되고 상반된 논점을 확인할 수 있도록 선별되었다. 공감이라는 가치가 어떠한 의미와 한계를 지닐 수 있는지, 또한 그것이 우리 사회의 문제를 해결하는 과정에서 어떠한 실용적 효과를 낼 수 있는지를 탐색·고찰하게 하는 것이 목표이다. 특히 오늘날 공감은 개인이나 특정한 공동체를 넘어 국제적 문제 해결 과정에서도 자주 언급되므로 그것을 다양한 시각에서 비판적으로 바라보고 균형 있게 사고할 수 있는지 평가하는 데 주안점을 두었다. 제시문 [라]는 공감의 가치를 사회적 측면에서 강조한다. 사회적 공감의 확장이 폭넓은 사회적 교류를 가능하게 하는 사회적 접착제라는 것이 핵심적인 주장이다. 제시문 [마]는 인간의 공감 능력이 대상에 따라 크게 달라진다는 사실을 근거로 타자에게 공감하는 행위가 보편적인 친절을 끌어내는 충분한 자극이 될 수 없음을 역설한다. 제시문 [바]는 공감의 가치를 감정의 영역에서 찾는다. 공감은 사람들 간의 거리를 뛰어넘게 하는 정신적 초능력이며, 이러한 감정의 전염으로 인해 인류와 동물은 사회성을 획득하는 방향으로 진화할 수 있었다는 것이다. [사]는 공감이 제로섬 상황을 가져온다는 점, 공사 구분을 불분명하게 만들어 잘못된 윤리적 판단을 초래한다는 점을 근거로 공감의 한계를 지적한다. 본 논술고사는 응시생들이 여러 제시문들의 핵심을 파악한 후 논리정연하게 답안을 서술하는 것을 요구한다. 특히, 각 제시문을 개별적이며 고립적으로 이해하기보다는, 다른 제시문과의 관계와 맥락 속에서 그 의미를 입체적으로 해석할 수 있는지 확인하고자 하였다. 따라서 본 논술고사는 여러 제시문들을 관통하는 공통의 주제를 파악하고, 차이를 발견하는 능력을 갖추었는지 판단하고자 하였다. 또한 응시생이 특정 주제에 대한 사전 지식을 논술 답안에 그대로 옮겨 쓰는 것이 아니라, 주어진 제시문의 관점을 다른 제시문의 내용에 비판적으로 적용할 수 있는지를 살펴보고자 하였다.\n",
  "grading_criteria": "\n[문제 1]\n① 제시문 [다]와 [가]가 이성과 감정의 위상에 대해 서로 다른 입장임을 인식하고 적절하게 평가했으면 10점 가점 ② 제시문 [다]와 [나]가 감정에 대해 서로 다른 입장임을 인식하고 적절하게 서술했으면 10점 가점 ③ 제시문 [다]에 대해 이성에 기반한 법률 체계가 완전하지 않을 수 있으므로 이성만이 아니라 범죄의 동기나 동정심 같은 감정적 요소도 중요하게 고려되어야 한다는 점을 지적했으면 10점 가점 ④ 비슷한 뜻의 문장을 반복하거나 제시문의 문장을 그대로 옮겨 쓰지 않고 자신의 언어로 내용을 통일감 있고 조리 있게 서술했으면 10점 가점(창의성 및 표현력 등을 중시)\n[문제 2]\n① 제시문을 공감의 가치를 강조하는 [라]와 [바], 공감의 한계를 부각하는 [마]와 [사]로 분류했으면 10점 가점 ② 제시문을 [라]와 [바] 또는 [마]와 [사]의 입장으로 묶어 그 핵심 내용을 제대로 요약했으면 10점 가점 ③ 제시문을 공감의 가치를 강조하는 [라]와 [바]의 입장에서 공감의 한계를 부각하는 [마]와 [사]의 시각을 비판하거나, 또는 공감의 한계를 부각하는 [마]와 [사]의 입장에서 공감의 가치를 강조하는 [라]와 [바]의 시각을 비판할 때 논거에 따라 비판했으면 10점 가점 ④ 비슷한 뜻의 문장을 반복하거나 제시문의 문장을 그대로 옮겨 쓰지 않고 자신의 언어로 내용을 통일감 있고 조리 있게 서술했으면 10점 가점(창의성 및 표현력 등을 중시)\n",
  "sample_answer": "\n[문제 1]\n[다]는 법의 판결에서 감정도 이성 못지않게 중요하다고 주장한다. 일부의 사람들은 감정이 개입되지 않은 이성적 판단만이 사법적 정의에 부합한다는 입장을 취하지만, 동기나 동정심 같은 감정적 요소도 고려해야 한다. 미국 연방대법원의 결정도 그러한 입장을 지지한다. 무분별한 동정심이 양형을 결정하는 기준이 될 수는 없지만, 감정적 요소를 완전히 배제한 판결만이 정의로운 것은 아니다. [다]는 상황적 맥락과 감정적 요소를 함께 고려하는 것이 중요하다는 사법적 사례를 통해 감정의 중요성을 강조하는 입장을 취하고 있다. [다]의 관점에서 [가]의 상황은 부정적이다. [가]는 이성의 원칙에 충실한 인지 과정만이 진실에 근접할 수 있다고 주장한다. 이 주장에 따르면 상상이나 감각을 배제할수록 우리가 진실에 근접할 가능성은 높아진다. 감정적 요소가 정확한 인지와 판단을 방해한다는 것이다. 하지만 [다]의 입장에서 이러한 [가]의 주장은 감정이 인간에게 끼치는 긍정적인 영향을 고려하지 않는다는 점에서 비판될 수 있다. [다]에 따르면 사법적 정의는 감정적 요소를 함께 고려할 때 성취된다. 이러한 관점에서 보면 [가]는 지나치게 이성적인 원칙만을 고려한다는 한계가 있다. [다]의 관점에서 [나의 상황도 부정적이다. [나]에 따르면 감정은 인간 존재의 약점이다. 과거에 머무름으로써 불편한 현실을 마주하려 하지 않는 사람들을 감정적으로 자극하여 영향력을 획득하는 정치인들, 감정적 문제해결책을 제시하는 지도자에 대한 대중의 갈망 등은 감정이 어떻게 현실에 대한 잘못된 인식을 만들어 내는가를 보여준다. 하지만 [다]의 입장에서 보면 이러한 주장은 일부 부정적 측면만을 부각시켜 감정 자체를 부정적인 것으로 인식하게 한다는 점에서 비판되어야 한다.\n[문제 2]\n[라],[바]의 관점에서 [마],[사]를 비판하는 경우  [라],[바]는 공감의 가치를 강조한다. 이 입장에 따르면 공감이란 다른 사람들이 어떤 감정을 느끼는지 인지하고 그 감정을 공유하는 것으로서, 사회에서의 생활과 조직을 가능하게 하는 사회적 접착제이다. [라]는 공감의 가치를 특히 사회적 측면에 초점을 맞춰 강조한다. 사교적인 사회가 되기 위해서는 공감이 확장될 수 있어야 하고, 공감의 확장은 사람들 간에 구별이 사라지며 평등 의식이 확산되는 것을 뜻한다. 공감은 같은 영혼이라는 공동의식이며, 이런 의식이 퍼질수록 서로의 삶이 가까워지고 보편성을 띨 수 있게 된다. [바]는 공감의 가치를 특히 감정의 영역에서 찾는다. 공감은 사람들 간의 거리를 뛰어넘게 하는 정신의 초능력으로서, 우리는 공감을 통해 다른 사람의 세계를 느낄 수 있다. 이러한 감정의 전염은 친절한 마음을 확산시킴으로써, 인류와 동물이 사회성을 획득하는 방향으로 진화할 수 있게 해주는 원동력이라는 것이다.  공감의 가치를 중시한 이러한 입장에서 [마],[사]는 공감의 한계를 과도하게 부각시킨다고 비판될 수 있다. [마]에 따르면, 타자에게 공감하는 행위가 보편적인 친절을 끌어내는 충분한 자극이 될 수 없다. 현실적으로 우리는 가족과 같이 가까운 사람에게 품는 공감의 마음을 낯선 사람에게도 똑같이 가질 수 없기 때문이라는 것이다. 그러나 [라],[바]에서 논의되고 있듯이, 공감은 인류 진화의 역사에서 실제로 중요한 역할을 해왔고 인류 문명을 발전시키는 성과를 내왔다. 사람들의 삶을 서로 연결시켜 평등한 가운데 사교적인 사회가 등장하게 하는 공감의 역할을 경시해서는 곤란하다.  한편 [사]는 공감의 한계를 두 가지로 지적한다. 첫째, 공감은 제로섬 상황을 가져오고 특히 내부인을 향한 공감이 외부인과의 단절감을 증가시킨다. 둘째, 공감은 공사 구분을 불분명하게 해 잘못된 윤리적 판단이 나오도록 할 수 있다. 하지만 이러한 주장은 [라],[바]의 입장에서 받아들일 수 없다. 진정한 공감은 제로섬이 아니고 모든 감정의 전염이 그렇듯이 하면 할수록 커질 수 있다는 점을 주목해야 한다. 또한 공사 구분을 못 해 윤리적 문제를 일으키는 집단 충성심이나 그로 인해 발생하는 부정부패는 공감과 다른 문제이다. (1,083자) [마],[사]의 관점에서 [라],[바]를 비판하는 경우 [마],[사]는 공감의 한계를 지적한다. 이 입장에 따르면 다른 사람들이 어떤 감정을 느끼는지 인지하고 그 감정을 공유하는 공감 작업이 말처럼 쉬운 일이 아니고 오히려 여러 문제점을 낳을 수 있다. [마]는 공감의 한계를 특히 그것이 미치는 범위의 차이를 중심으로 논한다. 가족과 같이 가까운 사람에게는 공감할 수 있겠지만, 시공간적으로 먼 곳에 있는 낯선 사람에게까지 두루 공감하기가 힘든 것이 현실이다. 그런데도 공감만 강조하면 구체적 대상이 아닌 추상적 다수의 일반적 문제들은 간과된다. [사]는 공감의 한계를 공감의 한정성과 윤리적 판단의 문제를 중심으로 지적한다. 첫째, 공감은 무한한 것이 아니고 제로섬이므로 내부인을 향한 공감의 증대는 오히려 외부인에 대한 단절감의 증가로 이어진다. 둘째, 공감은 공사 구분을 불분명하게 해 남의 잘못을 덮어주거나 무시하는 잘못된 윤리적 판단이 나오도록 할 수 있다. 공감의 한계를 지적한 이러한 입장에서 [라],[바]는 공감의 가치만 과도하게 부각시켰다고 비판될 수 있다. [라]에 따르면, 사교적인 사회가 되기 위해서는 공감이 확장될 수 있어야 하고, 공감의 확장은 사람들 간에 구별이 사라지며 평등 의식이 확산됨을 뜻한다. 공감은 같은 영혼이라는 공동의식이며, 이런 의식이 퍼질수록 신분을 초월하여 서로의 삶이 더욱 가까워진다는 것이다. 그러나 [마],[사]에서 논의되고 있듯이, 공감은 한정되어 있고 친한 사람과 낯선 사람 간에 차이가 나므로 내부에서의 공감이 외부와의 폭넓은 협력을 힘들게 할 수도 있다는 점을 주목해야 한다. 한편 [바]는 공감의 가치를 감정의 영역에서 찾는다. 공감은 사람들 간의 거리를 뛰어넘게 하는 정신의 초능력으로서, 우리는 공감을 통해 다른 사람의 세계를 느낄 수 있다. 이러한 감정의 전염은 친절한 마음을 확산시킴으로써, 인류와 동물이 사회성을 획득하는 방향으로 진화할 수 있게 해주는 원동력이라는 것이다. 하지만 이러한 주장은 [마],[사]의 입장에서 받아들일 수 없다. 인간의 감정적 자원은 제한적이기 때문에, 경계와 집단을 초월해 모든 사람들에게 공감할 수 있다는 것은 지나치게 이상적인 생각이다. (1,062자)\n"
}