{
  "question_id": "ajou_2024_1",
  "intended_purpose": "\n",
  "grading_criteria": "\n[문제 1-1]\n1. (가)에서 '화춘'에게 벌어진 상황을 요약\n    ·화춘의 시가 경박하고 음탕하다는 부친의 꾸짖음 (2점)\n    ·아우를 본받으라는 부친의 훈계 (2점)\n    ·화춘이 창피함을 느끼고 아우를 원망함 (3점)\n    ·부친의 훈계를 따르지 않고 엇나감 (3점)\n2. (나)의 견해에 비추어 '화욱'(부친)의 문제점 서술\n    ·공감은 타인의 경험, 생각과 감정을 이해하고 이성적으로 정서적 균형을 찾도록함으로써, 인생을 충만하게 살아갈 수 있게 해줌 (4점)\n    ·화춘의 생각과 감정을 이해하고 이성적으로 훈계해야 했는데 화욱은 그렇게 하지 못함 (3점)\n    ·화욱은 화춘에게 전혀 공감하지 않음으로써 화춘의 인생을 그르치게 했음 (3점)\n감점 사항 : 300자 미만인 경우, 500자 초과인 경우, 독해에 지장을 줄 정도의 맞춤법 오류가 발견된 경우\n[문제 1-2]\n1. (나)와 관련하여, (다)의 견해를 적절히 제시하고 실험 결과를 논거로 든 경우\n    · (나)는 공감을 중요하게 보고 있는데, (다)는 그 연장선에서 가상현실의 힘에 주목함 (2점)\n    ·가상현실 영화인 <시드라에게 드리운 구름>은 공간을 초월하여 시리아 난민 소녀를\n    생생하게 느낄 수 있게 해줌 (4점)\n·가상현실은 심리적 현실감을 느끼게 함으로써, 심층적으로 공감할 수 있게 해줌 (4점)\n2. (나)와 관련하여, (라)의 견해를 적절히 제시하고 실험 결과를 논거로 든 경우\n    · (다)는 공감의 힘을 인정하면서도, 공감이 유도한 결과가 도덕과 무관함을 주장함 (2점)\n    ·불치병 환자인 셰리를 향한 사람들의 공감을 유도하여 셰리의 수술 시기를 앞당김으로써 셰리에게 도움을 줄 수 있음 (4점)\n    ·셰리가 대기하고 있는 다른 환자를 제치고 먼저 수술을 받는 것은 도덕적이지 않음 (4점)\n감점 사항 : 300자 미만인 경우, 500자 초과인 경우, 독해에 지장을 줄 정도의 맞춤법 오류가 발견된 경우\n[문제 2-1]\n1. 단순다수제, 병립형 선거제도, 비례대표제 순으로 나열한 경우 (5점)\n2. 단순다수제에서 군소정당 후보에 투표를 할 가능성이 낮고 군소정당 후보의 표가 사표가 된다는 사실을 지적 (5점)\n3. 비례대표제에서는 정당이 얻은 득표율에 따라 의석을 배분한다는 사실 지적 (5점)\n4. 병립형 선거제도는 단순다수제와 비례대표제를 섞어서 사용하기 때문에 비례성이 단순다수제보다는 높고 비례대표제보다는 낮다는 사실 지적 (5점)\n감점 사항 : 300자 미만인 경우, 500자 초과인 경우, 독해에 지장을 줄 정도의 맞춤법 오류가 발견된 경우\n[문제 2-2]\n1. 지역구에서 강한 A당은 준연동형 제도에서 연동형 의석을 얻지 못한다는 사실 지적 (5점)\n2. 지역구에서 약한 B당은 준연동형 제도에서 45석의 연동형 의석을 얻었다는 사실 지적 (5점)\n3. 준연동형 제도에서는 지역구에서 강한 정당이 위성정당을 만들면 지역구 의석과 위성정당이 얻은 연동형 의석을 모두 챙길 수 있다는 사실 지적(5점)\n4. 21대 총선에서 더불어민주당과 미래통합당이 지역구에서 강하기 때문에 위성정당을 만들었다는 사실 지적 (5점)\n감점 사항 : 300자 미만인 경우, 500자 초과인 경우, 독해에 지장을 줄 정도의 맞춤법 오류가 발견된 경우\n\n",
  "sample_answer": "\n[문제 1-1]\n화춘은 자신의 시가 경박하고 음탕하다는 이유로 부친 화욱으로부터 집안을 어지럽힐 것이라는 심\n한 꾸지람과 아우를 본받으라는 말을 듣고 창피함을 느꼈다. 이로 인해 점점 더 동생을 원망하고 언\n행이 거칠어져 갔다. 이렇듯 (가)에는 부친에 대한 서운함, 동생에 대한 원망 등으로 인해 부친의 훈\n계와 달리 엇나가는 화친의 상황이 나타난다. \n하지만 화욱에게도 책임이 있다. (나)에 따르면, 공감은 타인의 경험, 생각과 감정을 이해하고 이성\n적으로 정서적 균형을 찾도록 가르침으로써, 인생을 충만하게 살아갈 수 있게 해주는 능력이다. 화춘\n의 시가 마음에 차지 않아도, 그의 생각과 감정을 이해하고 이성적으로 훈계해야 했는데 화욱은 그렇\n게 하지 않았다. 화욱은 화춘에게 전혀 공감하지 않음으로써 화춘을 분노와 원망으로 치우치게 하여 \n인생을 그르치게 한 역효과를 냈을 뿐이다. (426자)\n\n[문제 1-2]\n(나)는 공감을 중요하게 보고 있는데, (다)는 그 연장선에서 가상현실의 힘에 주목한다. 가상현실 영\n화인 <시드라에게 드리운 구름>은 스위스 다보스 세계경제포럼 참석자들에게 공간을 초월하여 요르단 \n자타리에 있는 시리아 난민 소녀를 생생하게 느낄 수 있게 해준다. 가상현실은 마치 실제로 겪는 듯\n한 심리적 현실감을 느끼게 함으로써, 심층적으로 공감할 수 있게 해준다.\n한편 (라)는 공감의 힘을 인정하면서도 공감이 유도한 결과가 도덕과 무관하다는 것을 주장한다. 벳\n슨의 실험 결과에서 보듯, 불치병 환자인 셰리를 향한 사람들의 공감은 셰리의 수술 시기를 앞당김으\n로써 셰리에게 도움을 줄 수 있다. 하지만 셰리가 자신보다 앞서 대기하고 있는 다른 환자들을 제치\n고 먼저 수술을 받는 것은 도덕적이지 않다. (390자)\n\n[문제 2-1]\n세 선거제도를 비례성이 낮은 선거제도에서 높은 선거제도의 순으로 나열하면 단순다수제, 병립형 선\n거제도, 비례대표제 순으로 나열할 수 있다. 단순다수제에서 유권자들은 군소정당 후보에게 투표할 가\n능성이 낮고 낙선한 군소정당 후보에게 던진 표는 버려지므로 군소정당 후보는 의석을 얻기 어렵다. \n따라서 군소정당이 얻은 득표율과 의석률의 괴리가 가장 크고 비례성이 가장 낮다. 반면 비례대표제\n에서는 정당이 얻은 득표율에 따라 의석을 배분하므로 각 정당은 득표한 만큼의 의석을 얻는다. 따라\n서 비례성이 가장 높다. 병립형 선거제도에서는 비례대표 의석을 정당 득표율에 따라 배분하나 지역\n구 의원은 단순다수제로 선발하기 때문에 비례성이 단순다수제보다는 높은 반면, 비례대표제보다는\n낮다. (376자)\n\n[문제 2-2]\n (나)에서 100곳의 지역구에서 승리한 A당은 준연동형 선거제도에서 연동형 의석을 한 석도 얻지 못한 \n반면, 지역구에서 한 석도 얻지 못한  B당은 45석의 연동형 의석을 얻었다. 두 정당의 예가 보여주듯이 준연\n동형 선거제도에서는 지역구 당선자를 내지 못한 정당은 다수의 연동형 의석을 얻을 수 있다. 지역구 후보\n를 내지 않는 위성정당은 지역구 당선자가 없으므로 득표율만큼의 연동형 의석을 얻을 수 있다. 따라서 지\n역구에서 강한 정당이 위성정당을 만들면 자신이 얻은 지역구 의석과 위성정당이 얻은 연동형 의석을 모두 \n챙길 수 있다. 21대 총선에서 더불어민주당과 미래통합당은 지역구에서 강한 정당이므로 위성정당을 만\n들지 않았다면 연동형 의석을 한 석도 얻지 못하거나 매우 적은 수만 얻게 된다. 따라서 두 정당은 \n더 많은 연동형 의석을 얻기 위해 위성정당을 만들었다. (429자)\n"
}