{
  "question_id": "dongguk_2023_1",
  "intended_purpose": "\n[문제 1]\n자유무역주의와 보호무역주의를 이해하고 지역경제권의 형성과 변화과정을 이해했는지 질문. \n1980년대 이후 지역 경제권이 발달 하였으나 최근의 일부 탈퇴는 국가들이 다시 보호무역의 시행함을 뜻한다. 녹색보\n호무역주의라는 최근의 국제경제 상황을 이해했는지 질문함. \n\n[문제 2]\n대중이 정치에 참여할 경우의 문제점을 개인의 비합리성과 합리적 선택이라는 개념을 통해서 조망해 보고, 이 문제점\n을 바탕으로 룰스의 심의민주주의와 하버마스의 공론장을 비판적으로 기술할 수 있는 분석적 이해력과 적용 능력을 확\n인하는 것을 목적으로 한다.\n\n[문제 3]\n주어진 제시문의 독해를 바탕으로 (가) 제시문의 핵심개념을 활용하여 (라)와 (마)의 사례를 분석하는 능력을 측정한\n다. 이 때 (가) 제시문의 도덕적 추론을 활용하여 제시문 (나)의 책임, 배려의 윤리 개념을 도덕적 판단을 위한 도덕 \n원리로 사용하는지를 측정하여 윤리적 사유의 과정과 논리적 추론 능력, 그의 실제적인 적용을 측정하려는 문제이\n다. 두 번째 질문은 첫 번째 질문에서 이루어진 도덕적 추론을 바탕으로 (라), (마)의 두 사례에 (나) 제시문의 책임, \n배려 윤리 개념과 (다) 제시문의 윤리적 소비 개념을 이용하여 실제 (라), (마) 두 사례에 대한 도덕적 비판을 수행\n하는 능력을 측정한다.\n",
  "grading_criteria": "\n[문제 1]\n채점기준\n(1) 자유무역주의와 보호무역주의를 구분하고 이해한다.\n(2) (나)와 (다)를 지역경제권의형성과일부해체로이해한다.\n    - (다)는 지역경제권의 형성으로 그 목적 즉, 경제권내에서의 자유무역과 경제권밖으로의 보호무역을 기술한다.\n    - (나)는 (다)의 지역경제권의 협조체제가 일부 붕괴하는 것을 기술한다. 원인으로 자국의이기주의나 보호무역 주의를 들 수 있다.\n(3) (라)를 토대로 현대사회의 변화를 기술하고 (신)보호무역주의가 시작되었음을 기술한다.\n    - 다시금보호무역주의가강조되는최근의현대사회의변화를기술한다.\n    - 녹색 보호 무역주의의 개념이나 최근의 사례(탄소배출,기술력에의한무역제한등)를 기술하면 추가점\n\n채점기준 (1), (2), (3)을 모두 충족하였으며 제시문의 관계설명을 통해 논거를 명확하게 제시고 문장, 글의 구성이 잘 되어 있음.\n특히 다음의 두 가지 질문에 대한 구분된 답안을 제시함.\n(1) (나)와 (다)를 지역경제권의 형성과 일부 붕괴라는 사실을 기술하며 자유무역과 보호무역의 개념을 적용함. \n(2) (라)를 통해 최근의 (신)보호무역주의를 강조함. \n글자 수가 320자 이상.\n\n[문제 2]\n1. 게시문 [가]에서 나타난 ‘충동적인 의사 결정’이라는 대중의 정치 참여의 문제점를 기술함\n2. 게시문 [나]에서 나타난 ‘개인의 합리적 선택’이라는 대중의 정치 참여의 문제점를 기술함\n3. 제시문 [가]와 [나]로부터 [다]의 롤스의 심의민주주의 주장을 비판적으로 기술함\n4. 제시문 [가]와 [나]로부터 [라]에서 공론장을 통한 공공 정책 수립 가능성을 비판적으로 기술함\n\n[문제 3]\n1. (가)의 도덕적 추론 과정을 수행하여 (라)와 (마) 사건에 대한 도덕적 판단을 잘 내리고 있다.\n2. (라)와 (마)의 사건에 대한 도덕적 판단 결과에 (나)의 책임과 배려, 윤리가 포함되어 잘 설명되고 있다.\n3. (나)와 (라), (다)와 (마)의 윤리적 상관성을 잘 파악하여 비판하고 있다.\n",
  "sample_answer": "\n[문제 1]\n(나)는 영국의 유럽연합탈퇴로 지역경제공동체의 일부 해체를 보여주며, (다)는 최근까지 이어오는 지역경\n제공동체를 통한 경제협력을 보여준다. 지역경제공동체는 공동체 내에서의 자유무역을 통해 구성원간의 \n경제협력을 꾀하고 공동체 밖의 구성원들과는 보호무역으로 공동체내의 구성원을 보호하고자 한다. (라)는 \n많은 국가들이 자유무역을 표방하지만 실제로는 자국의 이익을 위한 보호무역의 정책을 펼치고 있음을 \n나타낸다. 최근에는 일부 강대국들에 의한 (신)보호무역주의라고 할 수 있는 녹색 보호 무역주의로 환경적\n인 기술수준(탄소배출감소노력 등)을 보호무역의 수단으로 사용하며 이는 환경적인 기술수준이 덜 발달한 \n국가들의 발전을 가로막는 것으로 여겨진다. \n\n[문제 2]\n[가]는 대중의 충동적인 선택에 대해 지적하고 정치 참여는 합리적인 사고를 가진 엘리트에게 맡기는 것이 적절하다고 \n주장한다. [나]는 대중의 정치 참여에서 공리주의적 관점의 합리적 선택이 갖는 근본적인 한계를 지적하고, 이로 인해 \n공익과 사회적 규범을 해치는 문제가 발생한다고 주장한다. [가]와 [나]의 입장을 고려하면, 공적 이성을 통한 합리적 \n의사소통이 결여되면 심의 결과에 문제가 생길 수 있다. 충동적인 의사 결정을 하는 대중은 사적인 이익을 앞세운다. \n또한 합리적 토론이 주어지더라도 공리주의적 입장의 한계를 극복할 수 없다. 개인의 효용이 사회 전체 효용 즉 공익\n과 부딪힐 수 있다는 문제가 여전히 남는다. 따라서 서로 다른 이해관계를 가진 사람들이 공공성을 추구하는 정책을 \n만들기 어려울 수도 있다. (399자)\n\n[문제 3]\n (라) 사건은 “인간의 생명은 소중하다”는 도덕원리, “지금 아이의 생명이 위태롬고 도움이 필요하다”는 사실판\n단, “타인의 생명이 위기에 처하면 도와주어야하므로 아이의 생명을 구하기 위해 어떤 노력과 조치를 취해야 한\n다”는 도덕적 판단이 가능하므로, ‘사람들이 아무도 아이들을 도와주지 않았다“는 사실판단은 사람들의 무관심은 \n결국 도덕적이지 않다는 ’판단으로 연결된다. (마)의 경우는 남편이 원주민에게 과도하게 싼 가격으로 물건을 샀\n는데, 이것은 책임과 배려라는 윤리 항목을 생각해 보면, 거래의 윤리성에 어긋난다. 남편이 가난한 원주민에게 \n싼 가격으로 물건을 산 것은 ”타인의 손해와 손실에 대한 배려‘라는 윤리적 측면에 어긋나기 때문이다. (나)를 전\n제로 하면, (라)의 사건은 사람들의 무관심이 생명 존중의 책임윤리, 타인에 대한 동정, 도움, 배려 등의 윤리성을 \n모두 어기고 있는 사건이다. (바)의 경우, 아내가 남편을 비판하는 이유는 합리적 소비에 의한 윤리성이 남편의 \n행위에 결여 되어 있었기 때문이다. 자신의 이익만을 생각하기 때문에 타자에 대한 배려가 바탕이 된 윤리적 소비\n가 이루어지지 않음으로써, 소비의 과정에서의 도덕적 가치 실현은 일어날 수 없게 된다. 원주민의 처지에 대한 \n공감이나 배려 등이 빠진 상태에서 이루어진 거래에 대해 문제점을 느끼지 못하는 남편의 백인 중심적 사유에 대\n해 주로 비판적 시선이 가해진다.(공백포함 694자)\n"
}