{
  "question_id": "dongguk_2024_1",
  "intended_purpose": "\n[문제 1]\n문제는 디지털 뉴미디어 및 정보 사회에 노인들의 사회화가 왜 중요하며, 그 목적은 무엇이고 노인들의 사회화를 위해\n어떤 유형의 사회화 과정이 필요한지를 파악하고 설명하는 데 그 목적이 있다. 이를 기술하는 과정에서 학생의 종합적\n사고능력(이해력, 사고력, 문제해결능력 등)을 평가하고자 함. 특히 고교 교육과정을 바탕으로 한 제시문 기반의 사고능력 및 표현능력을 평가하기 위해 사회화를 바라보는 세 가지의 관점을 정확하게 이해하고 있는지, 사회화가 개인적 차원 및 사회적 차원에서 어떤 기능을 지니는지, 전 생애에 걸쳐 이루어지는 사회화 유형에 대한 정확한 개념의 이해하고 있는지 등의 내용을 토대로 평가하고자 함.\n\n[문제 2]\n학생들의 독해력과 문해력, 그리고 그것을 통한 비판적, 통합적 사고력을 측정하기 위한 문제이다. 소설과 시의\n독해를 통해서 작품의 공통된 주제를 찾아내고 그 주제 안에 담긴 사회적 문제점이나 상황을 주어진 다른 제시문의\n내용과 관련해서 재인식할 수 있는지를 평가한다. 또 그 결과에 대한 해결 방안을 보여주는 제시문의 내용 속에서\n해결책을 찾아 제시하고 그 해결책이 가능한 이유를 잘 파악하는지 평가한다. 이 문항은 학생들의 통합 사고능력, 그를 통한 고교 각 교과목의 학습 내용에 대한 복합적 인식과 추론, 판단 능력을 평가하는 문제이다.\n\n[문제 3]\n개인선의 실현을 강조하는 자유주의적 정의관에서는 개인이 스스로 노력하여 취득한 사유재산권에 대한 개인의 권리를 중시한다. 반면 공동선의 실현을 강조하는 공동체주의적 정의관에서는 개인의 사유재산권은 공공복리 차원에서\n제한될 수 있는 상대적 권리로 볼 수 있다. 공동체 구성원의 공동선을 증진시킬 수 있다면 사유재산권의 제한은 공동체 구성원의 의무로서 정의롭다고 평가할 수 있다. 모두의 행복을 추구하기 위해서는 개인과 공동체 중 어느 한쪽만을 지나치게 중시해서는 안 되며, 양자를 상호 보완적인 관계로 바라보고 둘의 조화를 지향해야 한다. 즉, 공동체는 개인의 자유와 권리를 최대한 보장하고, 개인은 공동체에 대한 의무를 적극적으로 수행할 필요가 있다. 이를 통해 개인선과 공동선의 조화가 적절히 이뤄질 때 모든\n구성원이 행복한 정의로운 사회가 될 것이다.\n",
  "grading_criteria": "\n[문제 1]\n1. 세 가지 관점, 기능론적 사회화, 갈등론적 사회화 및 상징적 상호 작용론적 사회화의 개념에 대해 핵심 개념을 정리하고 제시했음. (10점)\n* 세 가지 관점의 핵심 개념\n - 기능론: 사회화가 사회 통합에 이바지하는 역할을 한다.\n - 갈등론 : 지배집단의 이해관계를 공고히 하기 위한 목적을 지닌다.\n - 상징적 상호작용론: 일상생활에서의 상호작용을 통해 개인이 자아 정체성을 형성해 가는 과정.\n2. 노인들의 스마트폰 교육이 적절한 학습 과정을 통해 새로운 매체 환경(사회)에 적응하기 위한 ‘재사회화’ 사회유형이라고 언급함. (5점)\n3, 사회화가 제대로 이루어지 않은 노인이 늘어나면 사회는 혼란에 빠질 가능성이 커지고 사회 통합도 어려워짐. 노인은 사회적 존재로서 생존하는 데 필요한 기술과 지식을 학습하는 재사회화의 과정을 통해 다시 사회의 안정에 이바지하는\n구성원이 될 수 있음. 아울러, 사회의 질서 유지와 기능 통합에 이바지 함. (15점)\n\n[문제 2]\n1.(가)에서 제목 ‘스노우맨’, ‘눈’과 ‘인물들의 상황’이 암시하는 의미를 잘 서술한 경우(10점),\n2.(가),(나)의 공통점을 찾아(다)와의 상관성을 잘 서술한 경우,(10점),\n3.(가),(나)의문제해결방법으로(라)와같은해결책이필요로한이유를잘서술한경우,(10점)\n\n[문제 3]\no 자유주의의 개념과 개인선에 대한 이해\no 공동체주의에 대한 이해와 공동선에 대한 이해\no 현대 민법의 원칙 소유권 공공복리의 원칙 이해\no 두 가지 관점에서 소유권 제한에 대한 비판적 의견\no 개인선과 공동선의 조화와 상호보완 관계의 필요성에 대한 이해\n",
  "sample_answer": "\n[문제 1]\n기능론은 사회화가 사회 통합에 이바지하는 역할을 한다. 갈등론은 지배집단의 이해관계를 공고히 하기 위한 목적을 지닌다. 상징적 상호작용론은 일상생활에서의 상호작용을 통해 개인이 자아 정체성을 형성해 가는 과정이 핵심이다. 디지털 뉴미디어와 정보 사회에 적응하기 위한 노인들의 스마트폰 교육은 재사회화이다. 사회화가 제대로\n이루어지 않은 노인이 늘어나면 사회는 혼란에 빠질 가능성이 커지고 사회 통합도 어려워진다. 노인은 사회적 존재로서 생존하는 데 필요한 기술과 지식을 학습하는 재사회화의 과정을 통해 다시 사회의 안정에 이바지하는 구성원이 될 수 있다. 아울러 사회화를 통해 사회의 질서 유지와 기능통합에 이바지 한다.\n\n[문제 2]\n제목 ‘스노우맨’은 치열한 경쟁 상황에 몰린 직장인을 암시한다. 이 소설에서 ‘눈’, ‘폭설’은 자연재해가 아니라 ‘재해나 재앙’의 수준에 이른 노동환경을 의미하며, 주인공과 유대리는 이런 상황 속에 갇힌 희생자다. (가), (나)의 공통점은\n남자, 유대리, (나) 시의 화자, 외국인 노동자 등이 모두 노동자로서의 기본 권리인 (다)의 근로 시간, 근로 조건 등을\n침해 받고 있는 점이다. (가), (나)처럼 노동 착취가 구성원의 기본권을 침해하거나 소수자를 차별하는 법이나 정책에\n의해서 행해질 경우, 그런 차별을 용인하는 사회 구조와 법을 시정하기 위해서는 (라)의 경우처럼 비폭력적, 양심적 저항인 시민불복종과 같은 ‘법에 반하는 정치 행위’가 필요하다. (공백포함 371자)\n\n[문제 3]\n개인선의 실현을 강조하는 자유주의적 정의관에서는 개인이 스스로 노력하여 취득한 사유재산권에 대한\n개인의 권리를 부당하게 침해할 수 있으므로 정의롭지 않다고 평가할 수 있다. 반면 공동선의 실현을 강조하는 공동체주의적 정의관에서는 개인의 사유재산권은 공공복리 차원에서 제한될 수 있다고 보며 공동체 구성원의 공동선을 증진시킬 수 있다면 사유재산권의 제한은 공동체 구성원의 의무로서 정의롭다고 평가할 수 있다. 개인과 공동체는 때로 대립하는 관계에 놓이기도 한다. 이때 개인과 공동체 중 어느 한쪽만을 지나치게\n중시하면 문제가 생길 수 있다. 자유주의적 관점이 아무런 제한 없이 오직 개인의 이익만을 추구하는 극단적인 이기주의로 변질할 경우, 타인의 자유와 권리를 침해하고 공동체를 위태롭게 할 수 있다. 반대로\n공동체주의적 관점이 개인의 권리를 경시하고 집단의 이익만을 중시하는 집단주의로 변질하면, 공동체의\n질서를 유지한다는 이유로 개인의 자유와 권리를 훼손하여 개인선의 실현이 어려워질 수 있다. 따라서 개인과 공동체 중 어느 한쪽만을 지나치게 중시해서는 안 되며, 양자를 상호 보완적인 관계로 바라보고 둘의 조화를 지향해야 한다. 즉, 공동체는 개인의 자유와 권리를 최대한 보장하고, 개인은 공동체에 대한 의무를 적극적으로 수행할 필요가 있다. 이를 통해 개인선과 공동선의 조화가 적절히 이뤄질 때 모든 구성원이 행복한 정의로운 사회가 될 것이다. (699자)\n"
}