{
  "question_id": "sogang_2023_2",
  "intended_purpose": "이 문항은 교육과정 [10통사05-03], [10통사06-03]에서 배우는 국제 무역의 비교 우위 이론과 무역으로 초래될 수 있는 잠재적 사회불평등 문제를 파악하고, 그 대응 방안을 다양한 관점에서 추론해 낼 수 있는지 평가하고자 하였다. 이를 위해 이 문항은 교육과정 [10국03-02], [12화작03-06], [12독서02-02] 등에 따라 비교 우위, 공리주의, 결과론적 평등론, 수정자본주의 등과 관련한 『통합사회』, 『경제』, 『독서』, 『윤리와 사상』 등의 교과서를 활용하여 어떤 정책이나 사회문제의 이론적 배경과 해결 배경을 추론할 수 있는가를 평가하고자 하였다. 그리하여 이 문항은 교육과정 [12경제02-04], [12사문04-03], [10통사05-02], [12윤사04-05]에서 다루는 다양한 사회 및 도덕 분야 교과과정의 개념을 통합적으로 활용하여, [12사문01-01]가 요구하는 여러 시각에서 국제 무역이 초래할 수 있는 사회불평등 문제를 논술하게 함으로써 교육과정에 충실하면서도 적절한 수학능력을 갖추었는지를 평가하고자 하였다.",
  "grading_criteria": "[결과등급 채점기준]\n￭ 제시문 [가]에서 A국이 특화를 한 이유와 그로 인해 발생한 사회적 문제점을 제시하는가?\n￭ 제시문 [나]가 ‘비교 우위’ 또는 ‘특화’에 관한 예시임을 제시하는가?\n￭ 제시문 [다]에서 의사결정의 문제점으로서 전체 분포가 아닌 평균치를 활용한 점을 제시하는가?\n￭ 제시문 [라]가 총합에 의지한 윤리적 판단에 대한 관점인 것을 제시하는가?\n￭ 제시문 [마]가 구성원 관점에서 결과적인 평등을 성취하기 위한 해결책의 예시인 것을 제시하는가?\n￭ 제시문 [바]가 정부의 입장에서 경제 활성화를 위한 정부의 시장 개입의 중요성을 주장한 것임을 제시하는가?\n\n[과정등급 채점기준]\n￭ 제시문 [가]에서 A국이 정책을 취한 이유와 그로 인한 사회 문제를 제시문 [나], [다], [라]의 개념에서 추론하는가?\n￭ 제시문 [다], [라]의 공통점이 통계의 평균 또는 총합에 의지한 의사결정임을 추론하는가?\n￭ 제시문 [마]와 [바]에서 각각 관점에 따라 대응 방안 추론하는가?",
  "sample_answer": "제시문 [가]의 A국이 취한 산업화 정책의 이론적 배경은 [나]를 통해 파악할 수 있다. [나]는 국제 무역의 비교 우위에 관한 비유인데, 비교 우위란 두 국가가 각자 상대적으로 기회비용이 적은 재화나 서비스에 특화하여 생산 후 교역하면 양국에 모두 도움이 된다는 이론이다. A국은 1차산업보다 2차산업에 비교 우위가 있다고 판단하여 때문에 2차산업에 특화한 산업화를 추진하였을 것이다. A국이 처한 사회 문제의 발생 원인은 [다], [라]를 통해 유추할 수 있다. [다]는 맹목적인 통계 사용의 문제점을 보여주는 예시인데, 중요한 결정을 할 때 단일 통계인 평균에만 의존하지 말고 전체 분포를 포괄적으로 고려해야 한다는 교훈을 준다. [라]는 공동체의 이익은 구성원 개인의 이익 분포보다 구성원 전체의 이익 총합을 중요시하는 견해다. [다], [라]를 종합하면 A국의 사회 문제가 발생하게 된 원인은 다음과 같이 분석할 수 있다. 산업화 정책을 추진하면서 평균적인 시민의 이익이나 최대 다수의 이익 총합에 매몰되어 산업화로 인해 소외되고 손해를 입게 될 피해자에 대한 제도 및 정책적 배려가 부족했다. [마], [바]는 각각 견해가 다른데, 우선 [마]는 노화, 장애 등 각 개인의 통제 밖의 원인으로 입게 되는 사회·경제적 손해 또는 피해에 대해 제도적 장치를 마련해 결과적인 평등을 추구해야 한다는 입장이다. 따라서 [마]의 입장에서 A국은 무역 정책의 피해자를 보호할 수 있는 복지 정책과 사회 안전망을 마련해 산업화로 인한 피해자의 사회·경제적 결과의 평등을 도모할 것이다. [바]는 국가 경제에 정부의 적극적 개입을 강조하는 입장이다. 무역 정책으로 인해 직접적인 피해자뿐만 아니라 많은 사람이 직장을 잃거나 소비 감소를 경험할 수 있다. A국은 무역이 끼칠 부정적인 경제적 영향을 완화하기 위해 적극적으로 경제에 개입하여 일자리 사업과 같은 정부 공공사업 등으로 돈을 풀게 될 것이다."
}
