{
  "question_id": "soongsil_2023_1",
  "intended_purpose": "\n1. 문제 1과 2는 모두 사회와 개인의 상호 관계에 대한 물음과 관련되어 있다. \n2. 문제 1은 사회가 개인에게 미치는 영향과 현대 소비 사회에서 바람직한 삶이란 무엇일\n까에 대해 생각해 볼 것을 요구하고 있다.\n3. <보기 1>의 작품과 작가의 인터뷰에는 사회가 작가의 의식과 작품에 미친 영향에 대한 \n성찰이 나타나 있다. 성찰의 핵심을 파악하고 제시문에서 찾아 주장을 뒷받침할 수 있는가가 \n중요하다.\n4. 제시문 [가], [나], [다]는 서로 다른 주제를 다룬 글로 보인다. 그러나 사회나 타인이 개\n인의 의식과 행동 미친 영향이란 주제를 놓고 생각하면 공통점을 찾을 수 있다.\n5. <보기 1>에 나타난 작가의 성찰에 자기 자신뿐만 아니라 사회에 대한 비판이 숨어 있음을 파악하고, \n이런 비판의 근거를 제시문에서 찾을 수 있어야 좋은 평가를 받을 수 있다.\n1. 문제 2는 개인의 의식과 행동에 미치는 사회적 요인에 대해 묻는 문제이다.\n2. <보기 2>의 작품 설명이 지닌 한계를 지적하되, 그것을 개인의 의식에 영향을 미치는 \n요인과 관련지어 논술할 수 있는가를 묻고 있다. \n3. 제시문 [다]의 ‘내가 나 자신을 어떻게 보는가’는 ‘개인의 의식에 영향을 미치는 요인은 \n무엇인가’란 질문과 연결된다. 제시문 [라], [마], [바]는 모두 이러한 요인과 연관된 글로 해\n석해야 좋은 답안을 작성할 수 있다.\n4. <보기 2>의 작품 설명은 작가의 비판이 젊은 세대의 그릇된 의식을 향하고 있다는 점\n을 강조하고 있다. 그러나 소비 사회를 사는 개인의 욕망에는 다양한 요인들이 영향을 미친\n다는 점에서 이러한 설명에는 한계가 있다. 제시문에서 개인의 의식에 영향을 주는 사회적 \n요인들을 찾아내고 이를 작품 설명의 한계와 연결하여 논술하는 것이 중요하다.\n5. 문제의 해결을 위해서는 독해력, 분석력, 추론력, 문단 구성 능력, 문장력 등이 요구된\n다\n",
  "grading_criteria": "\n[문제 1]\n작가의 자기 성찰 내용\n① 자신의 작품이 내면적 진실보다는 외적인 치장에 초점을 맞추고 있었다.\n② 자신이 사회적 욕망의 자신의 그것인 것처럼 스스로를 속여 왔다.\n제시문 [가]\n① 베블런 효과는 소비 사회 속 욕망의 허구성을 보여주는 개념이다.\n② 과시적 소비의 목표는 다른 사람과의 차이이다.\n제시문 [나]\n① 동물원을 탈출했다가 사살 당한 표범 뉴스를 모티브로 한 시이다.\n② 소비사회에 안주하고 자유의 추구에 체념한 자신에 대한 반성을 담고 있다.\n제시문 [다]\n① 내가 자신을 어떻게 보는가는 타인에 의해 결정된다.\n② 인간은 상호 주관적 관계에 의존하는 존재이다.\n\n[문제 2]\n작품 설명의 내용과 한계\n① 작품 설명: 외적인 미와 타인이 보는 나에 과도하게 집착하는 개인의 그릇된 \n의식이 문제이다.\n② 젊은 세대의 의식에는 다양한 사회적 요인들이 영향을 미치는데, 작품 설명\n은 이런 요인에 대한 고려가 결여되어 있다.\n제시문 [라]\n① 매체는 인간의 지각과 의식에 보이지 않게 영향을 미친다.\n② 인간은 매체의 영향을 잘 의식하지 못하기 때문에, 매체가 인간의 삶에 미치\n는 영향을 파악하는 것이 중요하다.\n제시문 [마]\n① 머튼에 따르면, 하층 계급 청년들이 저지르는 범죄의 원인은 개인이 아니라 \n사회 자체의 특성 때문이다.\n② 개인이 속한 사회적 위치가 그의 행동에 큰 영향을 끼친다. \n제시문 [바] \n① 웰니스라는 삶의 방식이 현대 사회에서 선망의 대상이자 명령이 되었다.\n② 웰니스에 대한 선망은 내면적 욕구라기보다는 외부에서 온 명령일 수 있다.\n",
  "sample_answer": "\n[문제 1]\n작가의 자기 성찰의 의미를 파악하려면 제시문의 요점을 우선적으로 살필 필요가 있다. \n[가]는 과시적 소비 개념을 통해 소비사회를 살아가는 인간 욕망의 허구성을 지적하는 글이\n다. 과시적 소비는 그저 타자와의 차이를 만들기 위한 것으로, 이것은 진정한 욕망의 만족일 \n수 없다.  [나]는 소비사회를 살아가는 일상인의 자기 성찰을 담고 있다. 탈출을 시도하다 사\n살당한 표범을 보며 자유를 향한 노력을 단념하고 답답한 현실에 안주하는 자신에 대한 반\n성이 “내가 드가?”란 물음 속에 잘 드러나 있다. [다]는 호네트의 이론을 소개하며 인간이 \n타자에 의해 영향 받는 존재라는 점을 보여준다. 인간의 정체성은 타인이 자신을 어떻게 보\n는가에 의해 좌우되기 때문에 타인의 시선이 자아실현에 큰 영향을 준다는 점이 강조된다.\n위와 같은 내용을 고려할 때, <보기1>의 ‘나는 꼭두각시 피노키오’라는 자기 성찰은 자신\n의 욕망이 내면적 진실성에서 나온 것이 아니라는 반성을 담고 있다고 할 수 있다. 작가를 \n대변하는 그림 속의 인물은 거짓말쟁이 피노키오와 같은 긴 코를 가지고 있다. 작가는 진실\n을 외면하고 외관의 치장에만 몰두했던 과거에 대해 후회하고 있다. 이것은 자신이 타인의 \n시선을 의식하여 타인 지향적인 삶을 욕망하면서 살아왔다는 후회이고, 자신이 거짓과 자기\n기만의 삶을 살아온 것은 아닌가라는 성찰을 내포한다. 요컨대 ‘나는 꼭두각시’라는 성찰 이\n면에는 자신의 거짓된 삶에 대한 반성과 진정한 삶에 대한 지향이 담겨 있다고 할 수 있\n다.(742자)\n[문제 2]\n<보기 2>의 사진 설명에 나타난 비판의 초점은 젊은 세대의 잘못된 의식이다. 외적인 아\n름다움만을 추구하고 타인의 시선에 집착하는 개인이 문제라는 것이다. 그러나 이러한 설명\n에는 한계가 있다. 개인의 행동에는 내적 요인뿐만 아니라 외적 요인도 작용하기 때문이다.\n개인의 행동에 영향을 주는 외적 요인에는 여러 가지가 있는데, [라]. [마], [바]에서 그러\n한 요인들을 찾아볼 수 있다. 크게 보아 [마]는 사회 제도적 요인을, [라], [바]는 매체적 요\n인을 다루고 있다. [마]는 하층 노동 계급 청년들의 예를 통해 개인의 행동에 제도적 요인이 \n상당한 압력 요인으로 작용한다는 점을 보여준다. 한편, [라], [바]는 현대 사회의 매체가 개\n인에게 미치는 영향을 다루고 있다. [라]는 매클루언의 이론을 통해 매체가 보이지 않는 형태\n로 우리의 삶에 영향을 미치고 있음을, [바]는 웰니스의 예를 통해 대중 매체에서 전달하는 \n내용이 우리에게 일종의 명령으로 작용하고 있음을 지적한다. \n이러한 사회적 요인들이 중요한 문제인 이유는 개인이 자신을 어떻게 볼 것인가에 큰 영\n향을 끼치기 때문이다. 깡마른 몸에 대한 욕망은 마른 몸을 찬양하는 광고나 타인의 시선을 \n중시하는 미디어에 의해 부추겨진 것일 수 있다. 또한 외모가 사회적 성공에 도움이 될 것이\n라는 판단은 그 사람의 사회적 위치가 영향을 미친 결과일 수 있다.\n이런 점들을 고려할 때 <보기 2>의 사진이 청년들의 잘못된 의식을 비판하는 작품이라는 \n설명은 명백한 한계를 갖는다. 작가는 사진을 통해 젊은 세대의 ‘의식’과 더불어 바람직하지 \n않은 행동을 야기하는 ‘사회 제도’의 문제점 그리고 거짓된 소비와 잘못된 의식을 조장하는 \n‘대중 매체’의 부정적 영향을 비판한다고 할 수 있다.(858자)\n"
}