{
  "question_id": "soongsil_2024_1",
  "intended_purpose": "\n[문제 1]\n논술고사의 본래 취지가 주어진 글을 잘 읽고 문제의 요구에 따라 이를 논리적이고 체계적으로 구성할 수 있는 역량을 \n검증하는 데 있는 만큼본 문항은 논술이란 형식의 애초 취지와 본래적 요구치에 최대한 부합하고자 했다보기와 제, . < >\n시문을 얼마나 잘 읽느냐그리고 이를 문제의 요구치에 맞게 얼마나 논리적이고 성찰적으로 잘 구성하느냐를 보려는 , \n데에 출제의 의도가 있다.\n\n[문제 2]\n본 문제는 보기지문의 밑줄 친 부분에 나타난 심리적 반응의 원인을 화자가 처한 사회적 상황에 대한 이해를 바탕으< > \n로 추론 및 분석하는 문제이다이에 적절한 답을 도출하려면 학생들은 제시문 가와 나를 통해 전근대사회부터 지속. ( ) ( )\n되어 온 한국의 가부장제와 그 제도화된 형태로써의 호주제그리고 이를 뒷받침하는 사회문화적 체계가 장기간 지속되, \n어 왔음을 파악해야 한다또한 제시문 다를 통해 신거제라는 새로운 형태의 거주양식의 실현 과정 속에 남아있는 가. ( )\n부장제의 흔적을 포착할 수 있어야 한다오랫동안 이어져온 사회문화적 관습은 제도의 변화호주제의 폐지만으로 쉽게 . ( )\n사라지지 않는 것이다.\n",
  "grading_criteria": "\n[문제 1]\n1~2등급 : <보기>와 제시문에 대한 이해가 깊고 이를 적절히 활용하여 자신의 생각을 수준 높게 구성한 경우.\n3~4등급 : <보기>와 제시문에 대한 이해는 충분하지만 생각을 구성하는 능력이 다소 부족한 경우.\n5~6등급 : <보기>와 제시문에 대한 이해가 부족하고 제시문을 기능적으로 요약한 경우.\n7~8등급 : <보기와 제시문에 대한 이해가 많이 부족하거나 답안 구성능력이 현저히 떨어지는 경우.\n9 등급 : 백지 제출, 미완성, 혹은 제시문과 관계없는 내용을 쓴 경우.\n\n[문제 2]\n1등급 : <보기>의 화자가 느끼는 소외감의 원인을 제시문 나)의 호주제, 화자의 남편의 위축된 모습의\n원인을 제시문 다)의 사회적 역할(남성의 주택마련책임)과 연관지어 설명하였는가. 특히, 각 제시문의\n핵심 파악을 넘어서 제도의 변화(호주제의 폐지), 관습(부거제에서 신거제)의 변화에도 불구하고 여전히 성역할이 남아있음을 지적한 경우.\n2등급 : <보기>의 화자가 느끼는 소외감과 화자의 남편의 위축된 모습의 원인을 1등급의 기준에 맞춰\n서술하고 있으나 균형있게 서술하지 못하고 정확한 표현이 부족한 경우.\n3~4등급 : <보기>의 화자의 심리적 상황의 원인이 되는 사회현상의 본질을 어느 정도 파악(가부장제, 호주제의 존재, 부거제와 신거제 등).\n제시문 가), 나), 다)의 핵심을 파악.\n5등급 : <보기> 화자의 심리적 상황을 파악. 제시문 가), 나), 다)의 <보기> 제시문을 연결짓지 못하고\n남녀차별과 가부장제에 대해서만 언급한 경우.\n6등급 : <보기> 화자의 심리적 상황은 파악하였으나 제시문의 내용을 그대로 반복한 경우. 제시문 가), 나), 다) 핵심을 파악하지 못함.\n7등급 : <보기> 화자의 심리적 상황을 파악하지 못함. 제시문 가), 나), 다) 의 핵심을 파악하지 못함.\n8등급 : <보기> 화자의 심리적 상황을 전혀 이해하지 못하고, 제시문을 그대로 옮기거나 요약한 경우.\n9등급 : 백지 제출, 미완성, 혹은 제시문과 관계없는 내용을 쓴 경우.\n",
  "sample_answer": "\n[문제 1]\n학창 시절 선생님이 던진 질문에는 정답이 존재하지 않는다. 제시문 (라)를 통해 선생님이 추구하신 교육의 방향을 알\n수 있는데, 학생들 스스로에게 성공과 실패를 겪을 자유를 주고 싶으셨을 것이다.\n그렇기에 선생님은 매년 같은 질문을 던지셨고 그 일을 발판 삼아 필자는 인생 전반에 걸쳐 질문에 대한 자신 나름의\n답을 찾게 될 수 있게 된 것이라 생각한다.\n학창 시절 필자가 제시한 기발한 답은 (나) 제시문에 의해 결점을 알 수 있다. 여인이 특정 인물이 되는 순간 그 답이\n한 사람에게만 완벽히 유효할 것이기 대문이다. 특정 인물의 증언은 우리가 처하지 못한 상황에 대한 새로운 감상을 유\n발할 수 있지만 그것은 내가 아니기에 나의 답이 될 수 없다. 게다가 그러한 방식으로는 그 말이 정답인지의 정도 또한\n객관적으로 판단될 수 없는 것이다.\n그렇다면 필자는 어떻게 자신의 정답을 찾게 되었을까. 난 그 힌트가 제시문 (가)와 (다)에 있다고 보았다. 제시문 (다)\n에 의해 램브란트의 그림이 단순히 유명해서 여인의 목숨과 저울질되는 가치를 가진 게 아니라는 것을 알 수 있다. 최\n근의 AI 그림이 제시문에서 기계에 대응될 수 잇는데, AI가 점점 발전하기에 언젠가 램브란트의 그림보다 예술성을 지\n닌 그림이 나올 수도 있따. 그러나 램브란트의 그림은 도구로 만들어진, 램브란트의 기술이 들어간 유산이다. 제시문\n(다)에서 망치와 수평계와 톱이 단순히 도구가 아니라 지식의 전승이자 아버지의 추억이 될 수 있듯 우리는 램브란트의\n그림에서 램브란트 자체를 느끼며 곧 한 사람의 인생을 느낀다. 제시문 (가)를 보면 필자가 답을 찾은 과정을 추측할 수\n있다. 세월이 흘러 많은 사람의 사상을 접하고 책을 읽으며 어떤 것은 필자의 생각이 되었다. 무의식적으로 흡수된 경험\n들에 의해 필자는 자신의 학창 시절 정답을 반추하여 고쳐나갔을 것이고 마지막에 미술관에서 그 여인이 되는 경험을\n해봄으로써 머리로 내린 자신의 답을 확신하게 되었을 것이다.(빈칸 포함 995자)\n[문제 2]\n<보기.의 화자는 남편이 가난해서 살 집을 마련하지 못하고 친정살이를 하는 상황에서 친정집을 '우리 집'이 아닌 '이\n집'으로 인식하여, 남편이 차임 벨을 가냘프게 겨우 누를 정도로 기를 펴지 못하는 것을 안타까워하고 있다.\n그 원인은 단순 화자의 개인적인 문제만이 아닌 사회적 구조에서도 찾아볼 수 있다. 우선 (가)에 따르면 가부장제는 성 불\n평등 현상의 주요 원인으로, 가장이 강력한 권한을 가지고 가족 구성원을 지배, 통솔하는 가족형태이다. 신체 조건이나\n생리 구조뿐만 아니라 문화적으로도 남녀를 구분해 전통적 성역할과 규범을 내면화하는 교육을 시킨다. (나)에 따르면\n이러한 가부장제의 대표적 제도인 호주제의 도입으로 여자는 결혼 후에 원래 있던 아버지의 가를 떠나 남편의 가에 입\n적하게 된다. 호주제의 폐지는 2005년이고 작품이 발표된 시기는 1974년이므로 아직 호주제가 남아있을 시기이며, 결\n혼한 여자는 출가외인이라는 인식이 현재보다 훨씬 강했을 것이다. 때문에 화자는 친정집을 '이 집', 자신과는 별개의\n존재로 인식하게 된다.\n또한 가부장제로 내면화된 전통적 성역할 중 대표적인 것이 남성의 신혼주택 마련에 대한 역할 강조인데, 과거와는 달\n리 결혼 후 부부가 독립하여 새로운 곳에서 거주하는 신거제가 우세한 상황인에도 부거제의 잔재로 인해 이에 대한 남\n성, 또는 신랑 부모의 역할이 상대적으로 강조된다. (다)의 표를 보면 신혼주택 마련에 있어 자립형과 의존형, 결혼연령\n을 가리지 않고 남성 쪽에서 더 많은 자금을 조달하고 있음을 알 수 있다. 이러한 사회적 풍조에도 남편은 경제적 능력\n의 부족으로 집을 마련하기는커녕 가장의 역할을 수행해내지 못하고 처갓집에 신세를 지고 있는 입장이기에 처가 식구\n들 앞에서 당당해지지 못하고, 아내는 이런 남편을 측은하게 여긴다. (빈칸 포함 883자)\n"
}