{
  "question_id": "ajou_2023_1",
  "intended_purpose": "\n",
  "grading_criteria": "\n[문제 1-1]\n1. 제시문 (가)의 핵심 내용을 이해하고 정리하였는가?\n2. 제시문 (나)의 핵심 내용을 이해하고 정리하였는가?\n3. 제시문 (가)와 (나)를 적절히 비교하였는가?\n감점사항 : 300자 미만, 500자 초과, 독해에 지장을 줄 정도의 맞춤법 오류\n[문제 1-2]\n1. 제시문 (다)의 내용과 관련이 있는 문제점을 적절히 지적하였는가?\n    - 환경오염, 디자인 도용(지적 재산권), 개발도상국의 열악한 노동 환경 등 여러 가지 문제점을 지적할 수 있음.\n2. 제시문 (가) 또는 (나)를 적절히 활용하여 해결책을 제시하였는가?\n    - 제시문을 활용하면서 자신의 견해를 적절히 뒷받침하였는가?\n    - 제시문을 활용하면서 참신하고 타당한 논지를 전개하였는가?\n감점사항 : 600자 미만, 1000자 초과, 독해에 지장을 줄 정도의 맞춤법 오류\n[문제 2-1]\n1. 죄수가 상대가 배신하면 배신하고 상대가 협력해도 배신한다고 답한 경우 (3점)\n   사냥꾼은 상대가 협력하면 협력하고 배신하면 배신한다고 답한 경우 (3점)\n2. 두 죄수 모두 자백하여 5년형을 받는 결과 예측 (4점)\n   두 사냥꾼 모두 사슴을 쫓거나 토끼를 쫓는 겨롹 예측, 둘 중 하나만 예측하면 2점 (4점)\n3. 죄수는 상대의 선택과 상관없이 무조건적으로 배신을 선호한다고 답한 경우 (3점)\n   사냥꾼은 상대의 선택에 따라 협력/배신에 대한 선호가 달라진다고 답한 경우 (3점)\n감점사항 : 300자 미만, 500자 초과, 독해에 지장을 줄 정도의 맞춤법 오류\n[문제 2-2]\n1. (다)의 학부모는 다른 학부모의 선택과 상관없이 자녀를 사교육 시키는 결과 예측 (4점)\n   (라)의 학부모는 다른 학부모가 사교육을 시키면 자신도 시키고, 사교육을 안 시키면 자신도 안 시킨다는 결과 예측 (4점)\n2. (다)의 학부모는 죄수의 선호와 같은 선호를 가지고 있다는 점 지적 (3점)\n   (라)의 학부모는 사냥꾼의 선호와 같은 선호를 가지고 있다는 점 지적 (3점)\n   (다)의 학부모는 상대의 선택과 상관없이 무조건적으로 배신을 선호한다고 답한 경우 (3점)\n   (라)의 학부모는 상대의 선택에 따라 협력/배신에 대한 선호가 달라진다고 답한 경우 (3점)\n감점사항 : 300자 미만, 500자 초과, 독해에 지장을 줄 정도의 맞춤법 오류\n",
  "sample_answer": "\n[문제 1-1]\n공통적으로 (가)와 (나)는 평범한 일상에서 겪은 일화를 소개하면서 많이 소비하고 많이 버리는 현대\n인의 소비습관에 부정적 입장을 취한다. (가)는 볼품없는 비닐우산에도 아름다운 효용성이 있으므로 \n함부로 버릴 수 없다고 한다. 보잘것없고 하찮은 물건이라도 긍정적 속성을 가지고 있으며, 때로는 비\n싼 물건보다 더욱 소중한 경험을 제공하기도 하기 때문이다. (나)는 잘린 버드나무 몸통에서 싹이 돋\n고 줄기가 뻗는 것을 보면서 버려진 것에도 생명력이 있으며, 이에 물건을 쉽게 버리지 말고 재활용\n해야 한다는 의견을 제시한다. 소비를 줄이고 환경 파괴를 막아야 한다는 것이다. 한편 (가)는 값싸고 \n볼품없는 물건이라도 그것이 지닌 효용성에 만족하는 검소한 생활의 미덕을 옹호함으로써 과도한 소\n비를 간접적으로 비판한다면, (나)는 지구 환경을 보호할 책임을 강조하면서 과도한 소비를 야만과 어\n리석음이라 규정하면서 직접적으로 비판한다는 차이가 있다. (468자)\n\n[문제 1-2]\n옷을 지나치게 많이 생산하고 소비함으로써 발생하는 문제점 중 하나로 환경오염을 들 수 있다. 옷의 \n생산과 소비는 대개 유행과 연관된다. 유행이 시작되면 이윤을 노린 생산자가 옷을 대량 생산·유통시\n키는데, 새로운 유행이 시작되면 기존 유행에서 밀려난 옷은 판매되지 못한 채 창고에 쌓여 있다가 \n결국에는 폐기 처분된다. 이렇게 유행에 밀려나 버려지는 옷이 전 세계적으로 300억 벌 이상이나 된\n다고 한다. 최근에는 패스트 패션이 인기를 얻으면서 폐기되는 옷이 점점 더 많아지리라 예상된다.\n이렇게 폐기되는 옷은 쉽게 분해되지 않아 환경오염의 주범이 되기도 한다. 우리가 입는 옷에는 폴리\n에스터, 나일론, 폴리우레탄 같은 합성섬유가 많이 사용되는데, 이러한 합성섬유는 폐기 단계에서 대\n부분 분해되지 않고 폐기물로 잔류하게 된다. 천연 면으로 된 옷이라면 시간이 지나 대부분 생분해되\n지만 폴리에스터로 만든 옷은 분해율이 0%에 가깝다고 한다.\n이런 문제를 해결하기 위해서는 제시문 (나)를 참고할 필요가 있다. (나)의 예시처럼 필요 없다고 생각\n해서 버린 나무토막도 재활용하면 쓸모 있는 가구로 재탄생할 수 있다. 유행에 지났다고 옷을 버리기\n보다는 수선(리폼)하여 재활용하고, 자신의 취향에는 맞지 않더라도 다른 사람의 취향에는 맞을 수 있\n으니 원하는 사람에게 판매하거나 기부함으로써, 옷을 쉽게 폐기하는 대신 계속 사용해야 한다. 또한 \n합성섬유에서 석유화학 성분을 추출하여 재활용 플라스틱으로 만드는 기술을 국가적으로 지원하여 재\n활용률을 높일 필요도 있다. (나)에서 강조하듯 “오래 쓰고, 고쳐 쓰고, 다시 쓰는 일”을 통해 옷의 과\n도한 생산과 소비 자체를 줄여 “이 행성에 대한 최소한의 책임”을 지기 위해 노력해야 한다. (849자)\n\n[문제 2-1]\n ① (가)에서 두 죄수는 상대가 배신하면 자신도 배신을 선택하고 상대가 협력해도 자신은 배신을 선택\n한다. 반면 (나)에서 두 사냥꾼은 상대가 협력하면 자신도 협력을 선택하고 상대가 배신하면 자신도 \n배신을 선택한다. ② (가)에서 두 죄수는 상대의 선택과 상관없이 배신을 선호하므로 두 죄수 모두 자\n백하여 5년형을 받는 결과가 발생한다. (나)에서 두 사냥꾼은 상대가 무엇을 선택하는가에 따라 선택\n이 달라진다. 상대가 협조하면 나도 협조하는 것을 선호하므로 두 사냥꾼 모두 사슴을 쫓는다. 또는 \n상대가 배신하면 나도 배신하는 것을 선호하므로 두 사냥꾼 모두 토끼를 쫓는다. ③ (가)와 (나)의 결\n과가 서로 다른 이유는 (가)에서 죄수는 상대의 선택과 상관없이 무조건적으로 배신을 선호하는 반면, \n(나)에서 사냥꾼은 상대가 무엇을 선택하는가에 따라 협력할 수도 있고 배신할 수도 있기 때문이다. \n(444자)\n\n[문제 2-2]\n① (다)의 학부모는 다른 학부모의 선택과 상관없이 자신의 자녀에게 사교육을 시키는 반면 (라)의 학\n부모는 다른 학부모가 사교육을 시키면 자신도 사교육을 시키고 다른 학부모가 사교육을 시키지 않으\n면 자신도 사교육을 시키지 않는다. ② (다)와 (라)에서 서로 다른 결과가 발생하는 이유는 (다)의 학\n부모의 협력과 배신에 대한 선호가 죄수의 것과 비슷한 반면 (라)의 학부모의 협력과 배신에 대한 선\n호는 사냥꾼의 것과 비슷하기 때문이다. (가)에서 죄수가 상대의 선택과 상관없이 무조건적으로 배신\n을 선호하듯이 (다)의 학부모도 다른 학부모의 선택과 상관없이 무조건적인 배신을 선호한다. 반면 \n(나)에서 사냥꾼이 상대의 선택에 따라 협력 또는 배신을 선택하듯이 (라)의 학부모도 다른 학부모가 \n협력하면 자신도 협력하고 다른 학부모가 배신하면 자신도 배신한다. (423자)\n"
}