{
  "question_id": "hongik_2023_3",
  "intended_purpose": "\n비유는 하나의 대상을 다른 대상의 관점에서 이해하고 경험하도록 하는 수단이 된다. 쉽게 이해하기 \n어려운 대상을 보다 친숙한 대상에 빗대어 생각할 수 있도록 하여 대상에 대한 이해를 촉진하는 역할을 \n하며, 이러한 기능으로 인해 비유는 일상 언어에 널리 퍼져 있다. 하지만 표현하려는 대상과 비유를 \n위해 사용하는 대상이 모든 면에서 동일한 특성을 지니는 것은 아니기 때문에, 어떤 비유를 사용하는가에 \n따라 대상에 대한 이해에 영향을 미친다. 비유를 위해 사용하는 대상이 부각하는 면이 있는가 하면 부각하\n지 않는 면도 있어 대상이 지니는 모든 측면에 대한 균형적인 이해가 어려워지기도 하며, 때로는 대상이 \n지니는 어떤 측면을 왜곡하기도 하는 것이다.\n따라서 비유를 접할 때에는 그 비유로 인해 대상에 대한 인식에서 균형이 흐트러지는 면은 없는지, \n왜곡되는 면은 없는지에 대해 주의를 기울이며 비판적으로 접근할 필요가 있다. 비유가 일상 언어에 \n널리 퍼져 있는 만큼, 이는 비판적인 국어 사용을 위해 중요한 능력이 된다.\n이러한 생각을 바탕으로 본 문항에서는 수험생들의 기본적인 제시문 이해 능력과 자료 분석 능력, \n비판적 이해 능력을 측정하고자 하였다. 제시문 (가)는 자료를 분석하기 위한 관점을 보여 주는 글로서 \n제시하였고, 제시문 (나), (다)는 (가)에 대한 이해를 바탕으로 분석해야 하는 자료로서 제시하였다. 수험생들이\n작성한 글을 통해 우선적으로 제시문 (가)의 핵심 내용을 이해하는 능력을 측정할 수 있고, 다음으로 \n제시문 (나), (다)를 정해진 기준에 따라 분석하는 능력을 측정할 수 있으며, 마지막으로 제시문 (나), \n(다)에서 분석한 내용을 비판적으로 이해하는 능력을 측정할 수 있다.\n분석을 위해 제시한 3개의 글은 모두 학생들이 이해하기 쉬운 것들로 선택하였다. (가)에 제시된 최인철\n의 <프레임>은 그 내용의 일부가 고등학교 독서와 문법 교과서(2009, 창비) 등에 수록되어 학생들이 \n쉽게 이해할 수 있는 글인데, 교과서에 수록된 내용과 동일한 부분은 아니지만 평이하게 이해할 수 있는 \n부분을 발췌하여 제시하였다. (나)에 제시된 이어령의 시 <콩나물 시루에 물을 주듯이> 역시 널리 알려진 \n시로서 비유를 이해하기 쉽게 제시한 글이다. (다)는 조르조 바사리의 <르네상스 미술가 평전>에 수록된 \n미켈란젤로 일화와 <교육마당21>에 실린 시 <교사여 배움에 게으르지 말라>를 합하여 각색한 것으로, \n역시 쉽게 이해할 수 있도록 구성되어 있다.\n",
  "grading_criteria": "\n* 기본 평가 기준\n1.문제를 정확히 이해했는가, 그리고 제시된 질문들에 대해 모두 답하였는가가 가장 기본적인 채점 기준이다.\n2.문제가 요구하는 정확한 이해와 분석을 넘어서는 내용, 예를 들어 불필요한 선지식이나 도식화된 사례 또는 논지 전개에 어긋나는 개인적인 평가를 쓰는 경우 감점한다.\n3.제시문의 내용을 자신의 문장으로 풀어내지 못하고 그대로 옮겨 적는 경우는 감점한다. 단, 논지 전개에 필요하여 제시문의 단어나 구를 인용 부호를 사용하여 인용한 경우는 인정한다.\n4.문제가 요구하는 글자 수(800±100자)를 초과하거나 미달하는 경우 감점한다.\n",
  "sample_answer": "\n비유는 직접적으로 표현하기 어려운 대상을 친숙한 대상에 빗대어 표현함으로써 대상을 잘 이해할 \n수 있게 한다. 그러나 표현하려는 대상과 비유에 사용하는 대상이 완전히 동일하지 않으므로, 사용한 \n비유는 대상을 바라보는 인식의 틀을 만드는 기능, 구체적으로 말해 대상의 특정한 측면을 부각하기도 \n하고 한편으로 다른 측면은 감추기도 하는 기능을 한다. 이는 대상을 이해하는 관점에 영향을 미쳐 왜곡되\n거나 편향된 인식을 갖게 할 수 있다.\n(나)에서는 교육이 콩나물을 기르는 일에 비유되었다. 아이들은 물을 주면 스스로 성장하는 콩나물로, \n교육자는 물을 주고 콩나물이 자라기를 지켜보고 기다리는 사람으로 표현된다. 이러한 비유는 학생들이 \n잠재력을 가진 존재이며 스스로 배움을 획득해 나가는 주도성을 가진다는 점, 그 과정에서 교육자의\n조력과 관찰이 필요하다는 점을 부각한다. 그러나 학생들이 가진 잠재력이 서로 다르다는 점, 따라서 \n교육자는 학생들의 개별적인 특성을 고려하여 교육적 접근을 해야 한다는 점은 드러나지 않는다. 이는 \n개별 학습자의 특성을 고려하고 그에 따른 교육적 접근을 수행하는 교육자의 적극적 역할을 간과하게 \n만들 수 있다.\n(다)에서는 교육이 조각가가 작품을 만드는 예술 활동으로 비유되었다. 교사는 조각가, 학생은 조각의 \n대상인 돌덩이로 표현된다. 이러한 비유는 학생이 저마다 다른 잠재력을 가지고 있는 존재라는 점, 훌륭한 \n교사는 그러한 잠재력을 관찰하고 그에 적합하게 지도함으로써 잠재력을 이끌어 내는 적극적인 역할을 \n한다는 점을 부각한다. 그러나 학생도 스스로의 노력을 통해 자신의 잠재력을 발전시켜 나갈 수 있는 \n존재라는 점, 가르침의 과정에서 교사도 학생의 영향을 받아 성장할 수 있다는 점은 드러나지 않는다. \n이는 자칫 학생을 수동적인 존재로 인식하게 만들 수 있다.\n"
}