{
  "question_id": "hongik_2023_1",
  "intended_purpose": "\n도시의 발전, 도시화가 가져온 변화에 대하여 단선적이거나 평면적인 이해를 벗어나 그 양상을 보다 입체적으로 살펴보기를 의도한다. 이런 점에서 문제는 두 가지의 세부 과제로 구성되어 \n있다. 학생들이 교과서를 통해 충분히 접하였을 ‘도시화’의 특징과 양면성을 제시문 (가)에서 일반화된\n진술로 제시하고, 이를 제시문 (나)와 (다)에서 각각 소개하는 ‘24시간 편의점’과 ‘젠트리피케이션’ 사례에 \n적용하여 분석하는 것이 첫 번째 과제이다. 두 번째 과제는 교과서에서 ‘도시’의 특징으로 다루지 않은, \n비교적 최근의 새로운 관점을 제시문 (라)에서 제시하여 이를 비판적으로 읽도록 하는 것이다. 이 비판적 \n읽기는 첫 번째 과제에서 분석한 바를 근거로 하여 제시문 (라)의 의의와 한계를 서술하는 것으로 구체화\n된다.\n제시문 (가)는 고등학교 『통합사회』교과서에서 서술된 도시화 관련 핵심어들을 이용하여 재구성된 \n지문이다. 문제 해결의 시작을 교과 과정을 통해 익숙하게 알고 있을 만한 지점에서 하도록 하였다. \n제시문 (나)는 고등학교『독서』교과서에 실린 김찬호의 ‘편의점, 욕망을 검색하는 도시의 야경꾼’에서 \n발췌 및 재구성한 지문으로 일상 경험에 보다 밀착된 도시화의 사례로 편의점을 제시하고 있다. 제시문 \n(다)는 리처드 플로리다의『도시는 왜 불평등한가』와 김현아, 서정렬의『젠트리피케이션』에서 발췌한 \n내용들을 재구성한 것이다. 한국에서 주로 논의된 상권의 젠트리피케이션과 주거지 중심의 젠트리피케이\n션 사례를 함께 소개함으로써 젠트리피케이션에 대한 이해를 확장, 심화하고, 도시화의 양면성에 대해 \n보다 풍부한 논의를 할 수 있도록 하였다. 제시문 (라)는 하버드 대학교 경제학과 교수인 에드워드 글레이\n저의 『도시의 승리』제10장「평평한 세계, 점점 높아지는 도시」에서 발췌 및 재구성하였다. 인간의 본질\n적인 특징인 상호 연결성을 간직한 도시는 마침내 혁신을 쉽게 만들어 준다는 저자의 주장을 파악하는 \n것에서 나아가 이미 알고 있는 지식을 근거로 한 비판적 읽기를 통해 자신의 견해를 정립해 볼 수 있도록 \n하였다.\n",
  "grading_criteria": "\n* 기본 평가 기준\n1.문제를 정확히 이해했는가, 그리고 제시된 질문들에 대해 모두 답하였는가가 가장 기본적인 채점 기준이다.\n2. 문제의 요구를 넘어서는 내용, 예를 들어 불필요한 선지식이나 도식화된 사례로 분량을 채우거나, 합당한 근거의 뒷받침 없이 개인적이며 주관적인 견해를 쓰는 경우 감점한다.\n3. 제시문의 내용을 자신의 문장으로 풀어내지 못하고 그대로 옮겨 적는 경우는 감점한다. 단, 논지 전개에 필요하여 제시문에 포함된 구절을 따옴표 등의 인용 부호를 사용하여 인용한 경우는 인정한다. \n4. 문제가 답안을 하나의 완결된 글로 쓸 것으로 요구하고 있으므로, 답안은 서론과 결론을 갖추는 것이 바람직하다. 문항이 요구하는 사항 전부를 본론에 기술하는 것도 가능하지만, 문항의 요구사항 중 일부로 서론 또는 결론을 구성하는 것도 가능하다.\n5. 문제가 요구하는 글자 수(800±100자)를 초과하거나 미달하는 경우 감점한다. \n",
  "sample_answer": "\n도시화는 도시가 발전함으로써 다양한 사람들이 ‘더욱 편리하고 쾌적한 생활을 할 수’ 있게 되는 과정이\n다. 하지만 그 과정에서 여러 가지 문제가 발생하기도 한다. 이처럼 도시화에는 긍정적인 면과 부정적인 \n면이 모두 있다.\n(나)에서 24시간 편의점은 도시의 곳곳에 존재하고 사람들이 어느 때나 필요한 물건을 손쉽게 구매할 \n수 있게 해주기 때문에 소비의 중심지인 도시의 특성을 잘 보여준다. 이처럼 도시화는 사람들이 편리하고 \n풍요로운 생활을 할 수 있게 해준다. 한편 편의점에서 점원과 손님 사이의 의사소통이 표준화되어 있는 \n것처럼 도시에서는 ‘형식적인 인간관계가 확산’되는데, 이것은 도시에서의 일상이나 업무가 효율적으로 \n이루어지게 해줄 수도 있지만 서로에게 무관심해져서 ‘인간 소외 문제를 일으키기도 한다’.\n(다)에서 젠트리피케이션은 ‘노후한 동네가 재개발’되어 사람들이 살기 좋은 공간이 되는 과정이라는 \n점에서 도시화의 긍정적 양상을 보여준다. 도시의 다양한 편의시설과 문화시설은 우리의 삶의 질을 높여\n준다. 하지만 도시 안의 모든 공간이 동시에 개발되는 것이 아니기 때문에, 어떤 공간은 발전하지만 \n다른 공간은 그렇지 못해 공간 불평등이 생겨나고 이것이 계층 간 격차로 이어진다는 점은 부정적인 \n면이다.\n (라)는 도시가 사람들을 연결해서 엄청난 혁신을 가능하게 해준다고 본다. 이 관점은 도시가 성공하고 \n미래에도 계속 번성할 수 있으려면 다양한 사람들을 모으고 연결해 주는 도시의 특성에 주목해야 한다는 \n점을 알려준다. 하지만 편의점과 젠트리피케이션의 사례에서 볼 수 있듯이, 사람들 사이의 연결은 형식적\n인 수준에 그칠 수도 있고 때로는 불평등을 유발할 수도 있다. 따라서 다양한 사람들이 서로에게 배울 \n수 있는 연결이 일어날 수 있도록 공동체의 소통 노력과 사회적 차원에서의 제도가 뒷받침되어야 한다.\n"
}