{
  "question_id": "khu_2024_1",
  "intended_purpose": "\n2024학년도 경희대학교 사회계열 수시모집 논술고사는 자연을 바라보는 관점 중 인간 중심주의 자연관과 생태 중심주의 자연관을 다루었다. 이 주제는 환경오염, 지구 온난화, 생태주의, 녹색 경제, 탄소 배출권 등의 문제와 연결되어 있기 때문에 고등학교 교육 과정의 핵심적 주제로서, 이에 대한 이해는 대학에서 사회과학 분야의 공부를 함에 있어서 중요한 부분을 차지한다. 이 주제에 대해 응시생이 얼마만큼의 기초적 소양을 갖추어 얼마나 명확히 이해하고 비판적·종합적 시각으로 볼 수 있는지 논술고사를 통해 평가한다. 나아가, 최근 사회과학의 주요 관심사인 생태주의, 지구 온난화, 탄소 배출권, 녹색 경제 등의 관한 자료를 이용해 정확하게 해석하고 수리적 계산 및 추론을 통해 판단하는 능력도 평가한다. 인간 중심주의 자연관과 생태 중심주의 자연관의 개념과 예시는 통합사회, 생활과 윤리, 윤리와 사상, 경제, 사회·문화 등 고등학교 교과 과정 전체에 걸쳐 광범위하게 언급되고 있다. 본 논술고사는 고등학교 교과 과정의 내용과 성취 기준을 바탕으로 제시문과 논제를 구성하였다. 또한 응시생의 통합 논술 능력을 평가하기 위한 것이라는 취지를 살리기 위해 고등학교 교과서 내용을 중심으로 일부 서적, 언론 기사도 이용하여 다양한 성격의 제시문을 활용해 출제했다. [논제 Ⅰ]에서는 인간 중심주의 자연관과 생태 중심주의 자연관에 관한 제시문들을 응시생이 정확하게 분류하고 명료하게 요약할 수 있는지 평가하고자 했다.\n2024학년도 경희대학교 사회계열 수시모집 논술고사는 자연을 바라보는 관점 중 인간 중심주의 자연관과 생태 중심주의 자연관을 다루었다. 이 주제는 환경오염, 지구 온난화, 생태주의, 녹색 경제, 탄소 배출권 등의 문제와 연결되어 있기 때문에 고등학교 교육 과정의 핵심적 주제로서, 이에 대한 이해는 대학에서 사회과학 분야의 공부를 함에 있어서 중요한 부분을 차지한다. 이 주제에 대해 응시생이 얼마만큼의 기초적 소양을 갖추어 얼마나 명확히 이해하고 비판적·종합적 시각으로 볼 수 있는지 논술고사를 통해 평가한다. 나아가, 최근 사회과학의 주요 관심사인 생태주의, 지구 온난화, 탄소 배출권, 녹색 경제 등의 관한 자료를 이용해 정확하게 해석하고 수리적 계산 및 추론을 통해 판단하는 능력도 평가한다.  인간 중심주의 자연관과 생태 중심주의 자연관의 개념과 예시는 통합사회, 생활과 윤리, 윤리와 사상, 경제, 사회·문화 등 고등학교 교과 과정 전체에 걸쳐 광범위하게 언급되고 있다. 본 논술고사는 고등학교 교과 과정의 내용과 성취 기준을 바탕으로 제시문과 논제를 구성하였다. 또한 응시생의 통합 논술 능력을 평가하기 위한 것이라는 취지를 살리기 위해 고등학교 교과서 내용을 중심으로 일부 서적, 언론 기사도 이용하여 다양한 성격의 제시문을 활용해 출제했다. [논제 Ⅱ]는 자연을 바라보는 관점인 인간 중심주의 자연관과 생태 중심주의 자연관 중 어느 관점이 사회 현실을 더 잘 설명할 수 있다고 생각하는지 응시생으로 하여금 선택하고 그 근거를 제시하도록 요구했다. 또한 세 개의 추가 지문에 담긴 관점을 정확하게 파악하고 자신이 선택한 관점에서 각 제시문을 평가하도록 요구했다.\n",
  "grading_criteria": "\n[논제 1]\n① [가]~[바]는 자연을 바라보는 두 대비되는 관점을 다루고 있다. [가],[다],[라]는 인간 중심주의 자연관에 해당하고, [나],[마],[바]는 생태 중심주의 자연관에 해당한다. 이를 올바르게 분류하면 10점 가점. ② 제시문 [가], [다], [라]의 논지를 제대로 제시하면 10점 가점. ③ 제시문 [나], [마], [바]의 논지를 제대로 제시하면 10점 가점. ④ 비슷한 뜻의 문장을 반복하거나 제시문의 문장을 그대로 옮겨 쓰지 않고 자신의 언어로 내용을 통일감 있고 조리 있게 요약했으면 10점 가점 (표현력 등)\n[논제 2]\n① 자신이 지지하는 관점의 이유를 설득력 있게 서술했으면 10점 가점 (아래 내용 참조)― [가], [다], [라]의 관점을 지지할 경우: 인간은 자연 안의 다른 모든 존재와 구분되는 유일하고 우월한 존재이며, 자연은 인간에게 도움과 혜택을 줄 때에만 가치가 있기 때문이다. ― [나], [마], [바]의 관점을 지지할 경우: 인간은 자연의 한 구성원으로서 자연 안의 모든 생명과 평등한 존재이므로 자연 그 자체의 가치를 존중하고 자연과 조화로운 삶을 살아야하기 때문이다. ② 자신이 지지하는 관점에서 제시문 [사]를 적절히 평가하면 10점 가점 (아래 내용 참조)― [사]는 네덜란드 정부가 태풍과 홍수 피해를 막기 위해 대규모 방파제를 설치하는 ‘국가 대개조’ 사업을 추진한 예를 들고 있다. 이는 자연의 가치가 인간의 생존보다 우위에 있을 수 없다고 보고 자연을 정복하는 것을 당연시하고 있어서 인간 중심주의 자연관인 [가], [다], [라]의 관점과 맥을 같이 한다.  ― [사]는 네덜란드 정부가 태풍과 홍수 피해를 막기 위해 대규모 방파제를 설치하는 ‘국가 대개조’ 사업을 추진한 예를 들고 있다. 이는 생태계의 균형과 안정에 대한 고려 없이 인간의 생존을 위해 자연을 정복하는 것을 당연시 한다는 점에서 생태 중심주의 자연관인 [나],[마],[바]의 관점에서 비판할 수 있다. ③ 자신이 지지하는 관점에서 제시문 [아]를 적절히 평가하면 10점 가점 (아래 내용 참조)― [아]는 인간과 자연은 균등하다는 실옹의 주장을 통해 인간우월적인 사고를 가진 허자를 비판한다. 실옹의 주장은 인간이 자연의 한 구성원인 동시에 자연 안의 모든 생명과 평등한 존재라는 생태 중심주의 자연관으로 인간 중심주의 자연관인 [가],[다],[라]의 관점과 대비된다.― [아]는 인간과 자연은 균등하다는 실옹의 주장을 통해 인간우월적인 사고를 가진 허자를 비판한다. 실옹의 주장은 인간이 자연의 한 구성원인 동시에 자연 안의 모든 생명과 평등한 존재라는 생태 중심주의 자연관인 [나],[마],[바]의 관점과 맥을 같이 한다.  ④ 자신이 지지하는 관점에서 제시문 [자]를 적절히 평가하면 10점 가점 (아래 내용 참조) ― [자]는 기후 위기 문제를 해결하기 위해 이산화탄소 배출에 비용을 지불하게 하는 것과 같은 시장경제적 방식이 필요하다고 주장한다. 기후 위기 문제를 일으킨 인간이 스스로 탄소 배출 규제와 같은 대응을 통해 환경 문제를 해결할 수 있다고 본다는 점에서 [가],[다],[라]의 인간 중심주의 자연관에 해당하는 사례라고 볼 수 있다. ― [자]는 기후 위기 문제를 해결하기 위해 이산화탄소 배출에 비용을 지불하게 하는 것과 같은 시장경제적 방식이 필요하다고 주장한다. 기후 위기 문제를 일으킨 인간이 스스로 탄소 배출 규제와 같은 대응을 통해 환경 문제를 해결할 수 있다고 본다는 점에서 [나],[마],[바]의 생태 중심주의 자연관과 다르다고 할 수 있다.\n",
  "sample_answer": "\n[논제 1]\n[가]-[바]는 자연을 바라보는 관점 중 인간 중심주의 자연관과 생태 중심주의 자연관을 보여주고 있다. [가],[다],[라]는 인간 중심주의 자연관에 해당되고, [나],[마],[바]는 생태 중심주의 자연관에 해당된다. [가]는 자연은 역학 법칙에 지배받는 물질적 존재들로 구성되어 있지만, 이는 인간의 목적과 지배를 위해 이용되어야 한다는 입장이다. [다]는 자연과 환경에 대한 배려 없이 오직 자신의 편의에 따라 일상을 영위하는 모습을 보여주고 있다. [라]는 인간은 다른 동물과는 질적으로 다른 존재이며, 자연적 존재라기보다는 자기를 개선하고 문화를 창조하는 존재로 보고 있다. [나]는 대지(토지) 윤리적 관점에서 자연은 경제적 가치를 뛰어넘어 내재적 가치를 지니기 때문에, 자연 전체가 도덕적, 미학적 고려의 대상이 되어야 한다고 보는 입장이다. [마]는 환경 위기로 인해 인간도 다른 생물종과 마찬가지로 멸종에 직면해 있으며 이 위기를 극복하기 위해 생태주의적인 의식을 가져야 한다고 주장하고 있다. [바]는 자연에 존재하는 모든 사물들이 인간의 진정한 모습과 본성을 반영한 존재들임을 강조하며 인간이 자연의 일부분임을 보여주고 있다. (588자)\n[논제 2]\n(1) [가],[다],[라]의 관점을 지지하는 경우 자연을 바라보는 인간의 두 관점 중 나는 [가],[다],[라]의 관점을 지지한다. 왜냐하면 인간은 자연 안의 다른 모든 존재와 구분되는 유일하고 우월한 존재이며, 자연은 인간에게 도움과 혜택을 줄 때에만 가치가 있기 때문이다. 이를 바탕으로 제시문 [사],[아],[자]를 평가하면 다음과 같다. [사]는 네덜란드 정부가 태풍과 홍수 피해를 막기 위해 대규모 방파제를 설치하는 ‘국가 대개조’ 사업을 추진한 예를 들고 있다. 이는 자연의 가치가 인간의 생존보다 우위에 있을 수 없다고 보고 자연을 정복하는 것을 당연시하고 있어서 [가],[다],[라]의 관점과 맥을 같이 한다. [아]는 인간과 자연은 균등하다는 실옹의 주장을 통해 인간우월적인 사고를 가진 허자를 비판한다. 실옹의 주장은 인간이 자연의 한 구성원인 동시에 자연 안의 모든 생명과 평등한 존재라는 생태 중심주의 자연관으로 [가],[다],[라]의 관점과 대비된다. [자]는 기후 위기 문제를 해결하기 위해 이산화탄소 배출에 비용을 지불하게 하는 것과 같은 시장경제적 방식이 필요하다고 주장한다. 기후 위기 문제를 일으킨 인간이 스스로 탄소 배출 규제와 같은 대응을 통해 환경 문제를 해결할 수 있다고 본다는 점에서 [가],[다],[라]의 인간 중심주의 자연관에 해당하는 사례라고 볼 수 있다.[644자] (2) [나],[마],[바]의 관점을 지지하는 경우  자연을 바라보는 인간의 두 관점 중 나는 [나],[마],[바]의 관점을 지지한다. 왜냐하면 인간은 자연의 한 구성원으로서 자연 안의 모든 생명과 평등한 존재이므로 자연 그 자체의 가치를 존중하고 자연과 조화로운 삶을 살아야하기 때문이다. 이를 바탕으로 제시문 [사],[아],[자]를 평가하면 다음과 같다. [사]는 네덜란드 정부가 태풍과 홍수 피해를 막기 위해  대규모 방파제를 설치하는 ‘국가 대개조’ 사업을 추진한 예를 들고 있다. 이는 생태계의 균형과 안정에 대한 고려 없이 인간의 생존을 위해 자연을 정복하는 것을 당연시 한다는 점에서 [나],[마],[바]의 관점에서 비판할 수 있다. [아]는 인간과 자연은 균등하다는 실옹의 주장을 통해 인간우월적인 사고를 가진 허자를 비판한다. 실옹의 주장은 인간이 자연의 한 구성원인 동시에 자연 안의 모든 생명과 평등한 존재라는 [나],[마],[바]의 관점과 맥을 같이 한다. [자]는 기후 위기 문제를 해결하기 위해 이산화탄소 배출에 비용을 지불하게 하는 것과 같은 시장경제적 방식이 필요하다고 주장한다. 기후 위기 문제를 일으킨 인간이 스스로 탄소 배출 규제와 같은 대응을 통해 환경 문제를 해결할 수 있다고 본다는 점에서 [나],[마],[바]의 생태 중심주의 자연관과 다르다고 할 수 있다.[641자]\n"
}