{
  "question_id": "skku_2023_2",
  "intended_purpose": "\n[문제 1]\n[문제 1]의 출제 의도는 고등학교 교육과정을 정상적으로 이수한 학생들이 주어진 주제에 대해 논리적\n으로 분석, 사고하고 본인의 생각을 글로 논술하는 능력을 어느 정도 함양하였는지를 파악하기 위한 것\n이다. 이 문항은 사회의 상호 작용 방식에 관한 대립적인 두 입장인 협력 중심 관점과 경쟁 중심 관점\n을 구분하고 요약하는 것으로, 두 입장의 성격과 특성을 이해하고 각 입장이 지닌 한계 혹은 문제점을 \n이해, 비판할 수 있는 능력을 평가한다.\n\n[문제 2]\n[문제 2]는 제시된 자료를 정확하게 해석하는 능력과 그 결과를 종합하여 자료가 [문제 1]의 두 입장을 \n어떻게 지지하는지 논리적으로 설명하는 능력을 평가한다.\n\n[문제 3]\n[문제 3]은 중소기업에 대한 대기업의 기술 이전 성과를 평가하여 해당 기업에 인센티브를 제공하자는 \n논의에 대한 학생 본인의 찬성 혹은 반대 입장을 밝히고, [문제 1]의 제시문과 [문제 2]의 자료를 활용하\n여 어느 입장을 지지하는지 밝히고 자신의 입장을 옹호하도록 한다. [문제 3]은 [문제 1]의 제시문과 [문\n제 2] 문항의 자료를 모두 활용하게 함으로써 이론적인 입장과 관련 자료를 구체적 쟁점에 적용하여 판\n단 근거를 논리적으로 전개하는 능력을 평가하고자 하였다.\n",
  "grading_criteria": "\n[문제 1]\n-채점포인트\n① 제시문을 정확히 분류하였는가?\n② 두 입장의 요지를 정확히 이해하였는가?\n③ 두 입장의 요지를 통합적으로 잘 요약하였는가?\n\n[문제 2]\n - 채점 포인트\n① <자료 1>을 통해 두 국가의 성격을 정확하게 파악하였는가?\n② <자료 2>에서 두 국가의 사례가 경쟁과 협력 중 어떤 입장을 지지하는 근거가 될 \n수 있는지를 정확히 파악하였는가? \n③ 각 자료에서 제시된 표와 그림을 종합적으로 이용하고 서로 연계하여 설명하였는가?\n④ 두 국가의 사례가 [문제 1]의 어느 입장을 지지하는지를 두 자료를 활용하여 논리\n적으로 설명하였는가?\n⑤ <자료 1>과 <자료 2>에서 제시된 가정에 벗어난 현상이나 논리를 이용하는 경우는 \n오답\n\n[문제 3]\n-채점포인트\n① 대기업의 중소기업에 대한 기술 이전 성과에 관해 찬성 또는 반대 입장을 분명히 하였는가?\n② 찬성 또는 반대의 근거들을 [문제 1]의 제시문과 [문제 2]의 자료를 바탕으로 적절히 제시하고 있는가?\n③ 서술이 명확하고 논리적인가?\n④ 채점자 본인의 가치관이 반영되지 않도록 객관적인 입장에서 채점해야 함\n",
  "sample_answer": "\n[문제 1]\n<제시문 1>과 <제시문 3>은 협력적 상호작용 방식을, <제시문 2>와 <제시문 4>는 경쟁적 상호작용 방\n식을 강조하는 입장으로 분류할 수 있다.\n협력적 상호 작용을 강조하는 입장에 따르면 호혜주의에 바탕을 둔 협력은 성공적인 상호 작용 방식\n으로 유지되고 번성할 수 있으며, 상호 신뢰와 상호 규제를 기반으로 할 경우 협력은 효과적인 사회 문\n제해결 방식이 될 수 있다. 여기서 <제시문 1>은 개인이나 사회적 환경의 영향이 없어도 협력은 배태될 \n수 있고, 온갖 다양한 전략이 뒤섞여 있는 환경에서도 번성할 수 있으며, 또 일단 자리를 잡은 뒤에는 \n스스로를 보호할 수 있다고 본다. 심지어 이기주의자한테서도 협력을 이끌어낼 수 있다. <제시문 3>은 \n‘공유지의 비극’ 상황을 경쟁의 방식이나 위로부터의 강제적 방식이 아닌 협력적인 방법으로 해결해 \n나갈 수 있다고 주장한다. 인간은 협조하려는 상대방의 의지가 확인되면 언제든지 이에 협조로 응답하\n기 때문에 공동체 구성원이 협력할 수 있도록 적절한 유인을 제공하고, 상호 감시하고 상호 제재하는 \n적절한 제도를 자율적으로 갖추면 충분히 해결할 수 있다고 설명한다. 결국 <제시문 1>은 협력의 유지\n와 성장이 어렵지 않음을 강조하는 반면, <제시문 3>은 협력적 방식이 사회적 문제를 해결할 수 있는 \n더 우월한 방식임을 주장하고 있다.\n경쟁적 상호 작용을 강조하는 입장은 경쟁 체제의 역기능을 줄이기 위한 노력은 필요하지만, 경쟁은 \n인간의 행위를 외부 강제 없이 조정할 수 있는 유일하며 가장 효율적인 방법이라고 주장한다. <제시문 \n2>는 다른 어떤 방법보다도 개별적 노력의 좋은 길잡이가 된다는 측면에서 경쟁을 강조하고 있다. 경쟁\n이 가장 효율적일 뿐 아니라 권력의 강제적이고도 자의적인 간섭 없이도 개인의 행위를 끌어내고 조정\n할 수 있는 유일하고도 우월한 방법이라고 본다. <제시문 4>는 경쟁에서 지지 않기 위해 협력관계를 맺\n는 경우들이 있으나 그것은 어디까지나 일시적이고 부분적인 도입일 뿐이고 근본적으로는 경쟁이 기업\n을 혁신하게 한다고 본다. 그리고 경쟁의 부작용을 약화시키기 위해서 형평과 삶의 질 향상을 위한 노\n력도 필요하지만 이것이 효율성을 증대시키는 시장경제의 기능과 공정한 경쟁을 통한 진보를 훼손해서\n는 안 된다고 강조한다. 결국 <제시문 2>가 경쟁이 개인의 개별적 노력을 조정하는 우월한 방법임을 강\n조하는 데에 그치고 있다면 <제시문 4>은 경쟁이 사회의 토대가 되어야 함을 기본적으로 전제하면서도 \n경쟁의 한계나 부작용을 줄이기 위해 필요하다면 협력을 일시적이거나 부분적으로 도입하자는 주장으로 \n나아가고 있다.\n\n[문제 2]\n<자료 1>에서 2010년 A국과 B국은 ‘모두에게 잘 답해줄 것이다’ 응답이 반 쯤 차지하는 것으로 보\n아 양국 모두 상당 정도 협력을 강조하는 사회였다고 볼 수 있다. 대학교육제도 개혁을 통해 2020년 A\n국은 ‘누가 물어보더라도 잘 답해주지 않을 것이다’의 응답이 절반 가까이로 증가하였고, B국은 ‘모\n두에게 잘 답해줄 것이다’는 응답이 이전보다 20% 정도 늘어났다. 이를 통해 A국은 경쟁이 강조되는 \n사회로, B국은 협력이 더 강조되는 사회로 변화되었음을 알 수 있다. \n대학교육제도 개혁으로 인해 변화된 A국과 B국의 사회 현상은 <자료 2>에서 확인할 수 있다. A국의 \n경우 행복지수와 신뢰지수가 감소하고, 대학생 중도 탈락자 수는 증가하는 부작용이 생기긴 했으나 특\n허 출원 수와 첨단기술 기반 스타트업 수가 증가하였다. 이는 대학 교육에서 경쟁이 치열해지면서 전보\n다 더 우수하고 적극적인 인재들이 많이 배출되었기 때문이기도 하지만, 사회적으로도 경쟁이 더 강조\n되면서 개인의 개별적 노력도 강화되고 기업이 경쟁에서 우위를 확보하기 위해 혁신에 더 집중하려고 \n노력한 결과로 추측해 볼 수 있다. 이런 점에서 A국 사례는 [문제 1]에서 경쟁을 강조하는 입장을 지지\n하는 것으로 볼 수 있다.\n반면에 B국의 경우 특허 출원 수와 첨단기술 기반 스타트업 수는 감소 추세를 보이지만 행복지수와 \n신뢰지수의 상승, 그리고 중도탈락학생 수의 감소가 눈에 띄게 나타난다. 우선 중도탈락학생 수가 줄어\n든 것은 경쟁이 줄어들고 협력적 태도가 증가한 대학 분위기로 인해 중도탈락의 잠재적 위험을 겪는 학\n생이 다른 학생의 도움을 통해 그 위험을 넘기는 경우가 늘어났기 때문일 것이다. 타인과 사회전반에 \n대한 믿음의 정도인 신뢰지수가 높아진 것은 호혜주의에 기초한 상호 부조가 강화되면서 배신당하지 않\n는다는 믿음이 커지고 내가 어려움에 처하거나 부당한 상황에 처했을 때 자기 일처럼 나서주는 공동체 \n구성원들이 많아졌기 때문으로 추측해 볼 수 있다. 전반적 삶의 만족도를 표시하는 행복지수가 높아진 \n것은 경쟁이 약화되면서 양극화 현상이 줄어들어 구성원 사이의 상대적 박탈감이 약화된 것도 중요한 \n원인이겠지만 앞서 말한 타인에 대한 신뢰감의 증가도 큰 역할을 했을 것으로 판단된다. 이런 점에서 B\n국의 사례는 [문제 1]에서 협력을 강조하는 입장을 지지하는 것으로 볼 수 있다\n\n[문제 3]\n1) 중소기업에 대한 대기업의 기술 이전에 찬성하는 입장 (협력)\n <제시문 1>은 협력의 조건으로 호혜주의가 바탕이 되어야 한다고 주장한다. 그런데 대기업의 중소기\n업에 대한 기술 이전은 단기적으로 중소기업에게만 이득이 있는 것처럼 보일 수 있다. 그러나 많은 대\n기업이 부품 공급을 중소기업에 의존하고 있으므로, 장기적으로는 대기업 또한 기술 이전을 통해 저렴\n하고 기술력 높은 제품을 공급받을 수 있다는 이점이 있다. 중소기업은 기술 이전을 통해 더 품질 좋은 \n제품을 더 저렴한 비용으로 생산할 수 있게 됨으로써 <자료 3>의 B국 대학생처럼 경쟁에서 이기지 못해 \n중도 탈락하는 경우가 줄어들게 될 것이다. 호혜주의를 바탕으로 한 이런 상호 협력은 신뢰지수를 증진\n시켜서 상호 신뢰를 바탕으로 한 기업 운영을 가능하게 할 것이며, 대기업에게 비용절감 효과를, 중소기\n업에게 경쟁력 강화와 기업 안정성 제고라는 결과를 가져올 뿐 아니라 나아가 소비자도 그 이득을 누릴 \n수 있게 되어 모든 구성원에게 좋은 결과를 낳는 선순환구조를 만드는 데에 일조할 것이다. 그런데 <제\n시문 3>에 설명된 바와 같이 이러한 협력적 상호작용은 인간 본성에 기댈 수 없는 측면이 있기 때문에 \n적절한 유인과 적절한 제도를 만들어주는 것이 필요하다. 중소기업에 기술을 이전하는 대기업에게 인센\n티브 제공이라는 유인 정책을 시행함으로써 협력적 상호작용 방식이 안정적으로 자리 잡게 하는 데에 \n기여할 수 있는 것이다.\n2) 중소기업에 대한 대기업의 기술 이전에 대해 반대하는 입장 (경쟁) \n<제시문 2>에서 경쟁이 유익하게 작동하기 위해 세심하게 배려된 법적 틀은 필요하지만, 그 작동을 \n훼손하거나 강제력을 사용해서는 안 된다고 강조하였다. 그런데 대기업 입장에서는 기술 이전으로 이득\n은 없고 비용만 늘어날 가능성이 높기 때문에 기술 이전을 유인하려는 정책은 경쟁에 기초한 시장 경제\n의 작동 원리를 훼손하는 정책이라 판단할 수밖에 없다. 더군다나 기술 이전 때문에 손실이 발생하면 \n대기업은 이 손실을 중소기업이나 소비자에게 이전하려고 할 가능성도 적지 않다. 결국 인센티브 제공\n이 사람들에게 좋은 길잡이 역할을 해주는 것이 아니라 오히려 방해가 되어 비효율적인 결과를 초래할 \n수도 있는 것이다. 또한 <제시문 4>와 <자료 2>에서 볼 수 있듯이 경쟁 상황 속에서 기업은 시장에서 \n우위를 확보하기 위해 기술 개발 등의 혁신에 더욱 노력하게 된다. 그러나 대기업이 오랜 시간과 많은 \n자본을 투자해 개발한 기술을 중소기업에 이전하는 일이 빈번해진다면 중소기업도 대기업에 기대지 않\n고 스스로 기술 혁신을 할 이유가 약해질 뿐만 아니라, 대기업도 더 이상 시간과 자본을 들여 기업 자\n체만의 기술을 개발할 의욕을 잃어버리게 될 것이다. 이렇게 기업의 혁신적이고 창의적인 실험이 줄어\n든다면 사회 전반의 발전과 산업 성장은 늦춰질 수밖에 없다. 그러므로 중소기업에 대한 대기업의 기술 \n이전과 그에 대한 인센티브 정책은 결국 시장을 경쟁의 상태 그대로 두는 것보다 더 좋지 않은 결과를 \n초래할 것이다.\n"
}