{
  "question_id": "sogang_2023_1",
  "intended_purpose": "이 문항은 교육과정 [12경제01-01], [12경제01-02] 등에서 학습하는 희소성 개념과 비용 및 편익 개념 등을 활용하여 기초적 경제 활동에 대한 이해를 환경 문제에 적용할 수 있는지, 그리고 교육과정 [10통사02-02], [10통사02-03] 등에서 학습하는 인간 중심적 관점과 생태 중심적 관점에 근거하여 환경 문제에 대한 해결방안을 비교·분석할 수 있는지를 평가하고자 하였다. 이를 위해 이 문항은 교육과정 [10국02-03]와 [10국03-02], 그리고 [12독서01-02], [12독서02-03], [12독서03-02], [12화작03-01], [12화작03-04] 등에 따라 환경 문제 및 이와 관련된 경제 문제를 언급하는 『생활과 윤리』, 『경제』, 『통합사회』 교과서 제시문들을 활용하여 적절한 수준에서 정보와 논거를 수집하고 환경 문제의 해결을 경제학의 측면에서 해석할 수 있는지를 평가하고자 하였다. 이로써 국어과의 『국어』, 『독서』, 『화법과 작문』, 사회과의 『통합사회』, 『경제』, 그리고 도덕과의 『생활과 윤리』 교과과정에 충실하면서도 적절한 수학능력을 갖추었는지를 평가하고자 하였다.",
  "grading_criteria": "[결과등급 채점기준]\n￭ 제시문 [가]에서 ‘환경적으로 건전하고 지속 가능한 발전’이 개발과 보존의 균형적 입장임을 제시하는가?\n￭ 제시문 [가]와 [나]를 통해 자연 자원은 희소성을 가지고 거래되는 경제재임을 제시하는가?\n￭ 제시문 [나]에서 경제 활동을 설명하는 기본 개념으로서 희소성과 합리적 선택을 제시하는가?\n￭ 제시문 [다]에서 환경경제학과 생태경제학이 희소성 있는 경제재에 대한 합리적 선택을 통해 ‘환경적으로 건전하고 지속 가능한 개발’ 실현의 타당성을 설명할 수 있는 대안들임을 제시하는가?\n￭ 제시문 [라]에서 생태계 복원이 경제적 개념을 반영할 수 있음을 보여주는 사례임을 제시하는가?\n￭ 제시문 [라]에서 생태계를 복원하는 데에 비용을 고려하는 것은 생태경제학의 입장이고, 복원된 갯벌에 생태 체험 공간을 만들어 필요한 만큼만 최소한의 개발을 하는 것은 환경경제학적 입장임을 대비하는가?\n\n[과정등급 채점기준]\n￭ 제시문 [가]와 [나]를 통해 경제재를 합리적 선택을 통해 필요한 만큼만 사용해야 한다는 경제적 논리를 제시하는가?\n￭ 제시문 [가]의 ‘환경적으로 건전하고 지속 가능한 발전’을 [나]의 희소성 및 합리적 선택과 연관시켜 분석하는가?\n￭ 제시문 [다]에서 환경경제학과 생태경제학이 ‘환경적으로 건전하고 지속 가능한 개발’을 설명하기 위한 대안들로서 가진 차이를 추론하는가?\n￭ 제시문 [라]에서 갯벌 역간척으로 인간이 얻을 수 있는 혜택을 [다]의 환경경제학과 생태경제학의 입장에서 추론하는가?",
  "sample_answer": "제시문 [나]에 따르면, 깨끗한 물이나 모래와 같은 자연 자원은 더 이상 무상으로 사용할 수 없고 희소성을 가지고 거래되는 경제재이다. 따라서 [가]에 제시된 자연의 개발과 보존에 대하여 [나]가 제시하는 대로 비용을 줄이거나 욕구의 충족치를 최대화 하는 경제 원칙의 관점에서 접근할 필요가 있다고 볼 수 있다. 한편, 환경 문제는 [가]에 제시된 바와 같이 인간의 물질에 대한 지나친 욕망 추구와 같은 무분별한 활동에 의해 일어나게 되며, 인류의 생존을 위협하고 있다. 우리는 환경 문제에 대한 책임 의식을 갖고 적극적 대응을 이끌어낼 수 있도록 개발과 보존이 적절히 균형을 이루는 ‘환경적으로 건전하고 지속 가능한 개발’의 개념을 실현해야 한다고 볼 수 있다. 이는 [나]에서 나타난 개인이나 정부의 경제 활동과 관련해서 반드시 필요한 재화나 서비스를 생산하고, 적절한 만큼만 소비하고, 필요한 곳에 분배하도록 하는 합리적 선택의 개념으로 설명될 수 있다. [다]는 [가]와 [나]를 통해 설명된 개발과 보존의 균형적 접근방법으로써 경제학의 한 분야인 환경경제학과 경제학과 생태학을 아우르는 생태경제학을 언급한다. [라]에서는 인간 욕망 충족을 위한 갯벌의 간척은 환경오염을 일으켰고, 이에 대해 지불해야하는 경제적 비용이 갯벌을 복원하여 얻게 될 생태적 가치보다 적으므로 복원이 결정된다. 이는 생태 문제를 해결하는 데 있어 더 이상 인간을 중심에 두지 않고 갯벌이라는 희소한 생태 자원 복원을 위해 경제적 관점인 비용을 고려하는 것이므로 생태경제학적 측면의 접근이라고 할 수 있다. 갯벌 복원을 통해 생태체험공간을 만들면, 방문자들은 즐거움이나 배움과 같은 욕망을 충족할 수 있고, 새로운 일자리와 정부의 수익원이 창출되어 분배 활동이 좀 더 효율적으로 이뤄질 수 있도록 도움이 될 것이다. 이는 환경경제학의 입장에서 인간을 위해 필요한 정도의 가치를 만들어내면서도 제한된 환경적 자원인 갯벌을 무분별하지 않게 활용하기 위한 합리적 선택에 의한 것이라고 할 수 있다."
}
