{
  "question_id": "2023_외대_인문_1",
  "intended_purpose": "\n[문제 1]에서는 제시문 (가)부터 (바)까지의 네 개의 제시문을 읽은 후 제시문이 말하는 바를 ‘단일 정체성’과 ‘다중 정체성’의 \n두 핵심어 기준으로 분류할 수 있는지 평가하고자 하였다. 또한 네 개의 제시문을 각각 요약하게 함으로써 핵심어를 중심으\n로 한 요지 파악 능력을 측정하고자 하였다. 정체성 인식을 기준으로 글을 분류하면 (가),(다),(바)는 단일 정체성에 해당하며 \n(나),(라),(마)는 다중 정체성에 해당한다.\n[문제 2]에서는 [문제 1]에서 제시된 두 개념인 단일 정체성과 다중 정체성을 확장해서 이해할 수 있는지를 파악하고자 하였다. \n이를 위해 제시문(바)의 통일신라의 경우, 옛 신라 고유의 국가 정체성 대신 고구려인, 백제인까지 하나로 묶기 위한 삼한일통의\n식을 정립한 뒤 이를 바탕으로 삼국유민 통합정책을 추진하였다. <보기>에서 영국의 경우, 유럽시민이라는 공동의 정체성보다, \n오래 전부터 형성되어 온 자국의 정체성을 인정하는 경향이 강했고, 이는 브렉시트에 이르는 정책으로 연결되었다. 국가발전의 \n관점에서 통일신라와 영국의 결정을 평가해보면 다음과 같다. 통일신라의 경우, 새로운 통합 정체성과 장기적인 국가 발전 전략\n을 바탕으로 경제적, 국제적, 문화적 발전을 누리게 된 반면, 영국은 자국의 국가 정체성에 매몰되어 장기적 발전 전략 없이 브\n렉시트를 결정함으로써 경제적, 국제적, 사회문화적 손실이 예상되는 상황을 맞이하고 있다.\n[문제 3]은 제시된 영어 지문에서 밑줄 친 주체(터키 이주노동자 어머니들)의 희망을 구현하기 위한 독일 정부의 정책 방향을 \n제시하고 2013년 한국의 다문화가족지원법을 참조하여 독일 정부의 다문화 정책에 조언할 수 있는 부분과 이에 따른 긍정적 \n유발 효과를 추론하는 것이다. 추론 과정에서 제시문 (마)를 활용해야 함을 명시함으로써 응시자들의 개인적인 의견에 따른 결\n론이 아니라 정해진 하나의 결론으로 추론을 진행해나갈 수 있도록 하였다. \n이 문제에 대한 답안을 작성하기 위해서는 다음과 같은 여러 과정들이 적절히, 그리고 유기적으로 이루어져야 한다. 첫째, 주어진 \n영어지문을 정확하게 해석하고, 그 요지를 파악해야 한다. 둘째, 밑줄 친 주체의 희망을 어떻게 독일정부의 정책방향에 제시하\n면 좋을지 기술한다. 셋째, 제시문 (마)를 참고하여 독일정부의 다문화 정책 방향이 어떻게 긍정적 유발효과를 낼 수 있는지를 \n추론한다.",
  "grading_criteria": "\n[문제1]에서 같은 항목을 모두 포함하는 경우\n여섯 개의 제시문이 위 두 개의 키워드 ‘단일 정체성’과 ‘다중 정체성’ 중 무엇을 중점적으로 다루고 있느냐에 따라 (가), (다), \n(바)는 단일 정체성으로, 그리고 (나), (라), (마)는 다중 정체성으로 분류하여 기술\n- 각 제시문의 요약에 \n(가) 마을 주민의 단일 정체성\n(나) 개인의 다중 정체성 \n(다) 단일민족이라는 인식 바탕으로 한 단일 정체성\n(라) 재일조선인 작가들의 다중 정체성\n(마) 우리나라의 문화 다원주의적 인식, 다중 정체성\n(바) 삼한통일의식과 통합 정체성         \n등의 핵심어/유사어를 포함하여 기술한 경우\n[문제2]\n• 답안의 내용 면에서 아래 다섯 가지 조건을 모두 충족해야 함\n- (바)는 다양한 정체성이 공존하는 통합의 정체성을 기반으로 통합정책을 추진하였다는 점\n- <보기>는 단일한 자국 정체성을 기반으로, 독자적인 정책을 추진하였다는 점\n- 국가 발전의 하위 차원 (경제적/국제적/문화적) 중 한 개 이상이 분류 기준에서 누락된 경우\n-  통일신라의 경우, 새로운 통합 정체성과 장기적인 국가 발전 전략을 바탕으로 확장된 영토를 효율적으로 다스려 경제적 번영을 누리고, 적극적인 외교활동을 통해 국제적 위상을 높였으며, 삼국의 문화를 융합하여 문화적인 융성을 이루었음-  영국은 자국의 국가 정체성에 매몰되어 장기적 발전 전략 없이 브렉시트를 결정함으로써 무역 손실, 금융중심지로의 위상 \n약화, 국제적 입지 약화, 사회문화적 교류 제한이라는 부정적 결과가 예상되는 상황에 봉착함\n• 답안의 내용뿐만 아니라 어휘, 표현, 문장, 단락 구분 등에 있어 오류가 (거의) 없는 경우\n• 주어진 자수(500자)±10%의 오차 이내로 작성해야 함\n[문제3]\n•  영어 지문에서 제시된 밑줄 친 주체(터키 이주노동자 어머니들)의 희망을 정확하게 이해했는지가 답안 전반에 잘 드러나야 함 \n•  기존의 독일정부의 정책방향과 밑줄 친 주체의 희망을 반영한 독일 정부의 정책 방향을 제시\n- 모국어 언어교육과 독일어 학습 수월성\n- 모국 정체성과 독일사회 성공적 정착  \n•  <보기> 영어지문과 연관 지어 제시한 (마)의 제시문을 이해하고 요지 축출\n•  (마)의 내용을 적절히 활용하여 독일 다문화 정책의 긍정적 유발 효과 추론\n- 다양한 문화 공존, 풍부한 문화적 경험 제공\n- 새로운 문화창조의 원동력\n- 이주집단과 모국 사이의 네트워크\n- 국가경쟁력 제고   \n•  문장의 표현이 매끄러움 (예: 일관적인 형식, 적절한 어휘의 사용) \n•  문장의 연결과 구성이 자연스럽고 논리적임 (예: 적절한 접속사를 사용한 연결) \n•  주어진 자수(500자)±10%의 오차 이내로 작성\n",
  "sample_answer": "\n[문제 1] \n주체의 정체성 인식을 기준으로 글을 분류하면 (가),(다),(바)는 단일 정체성에 해당하며 (나),(라),(마)는 다중 정체성에 해당한다. \n(가)의 마을 주민들은 장승제를 통해 농경사회의 단일 정체성을 형성하고 살아간다. (다)의 카운터 직원은 한국인은 단일민족이라는 \n인식을 바탕으로 단일 정체성을 보여준다. (바)의 통일신라는 삼한일통의식이라는 새로운 통합 정체성을 통해 단일한 국가 정체성을 \n확립하고 있다. 반면, (나)의 개인은 자신의 정체성을 장소와 역할에 맞게 다양하게 변화시키는 다중 정체성을 보여준다. (라)의 작\n가들은 한반도에 뿌리를 두고 일본에 살아가는 다중 정체성을 그림으로 표현한다. (마)의 최근 우리나라는 다양한 문화의 공존을 \n추구하는 문화 다원주의적 인식을 통해 다중 정체성을 강조한다.  [400자]\n[문제 2] \n통일신라의 삼국 유민 통합 정책에 영향을 미친 정체성은 삼한일통의식인데, 이는 삼국통일 이후 새롭게 내세워진 통합 정체성이다. \n영국의 브렉시트 결정에 영향을 미친 것은 영국의 자국 정체성인데, 이는 새로운 통합 정체성이 아니라 오래전에 확립된 기존의 단\n일한 국가 정체성이다. 국가 발전에 대한 관점은 경제적 번영, 국제적 위상, 문화적 측면에서 평가할 수 있다. 통일신라의 경우, 새\n로운 통합 정체성과 장기적인 국가 발전 전략을 바탕으로 확장된 영토를 효율적으로 다스려 경제적 번영을 누리고, 적극적인 외교\n활동을 통해 국제적 위상을 높였으며, 삼국의 문화를 융합하여 문화적인 융성을 이루었다. 영국은 자국의 국가 정체성에 매몰되어 \n장기적 발전 전략 없이 브렉시트를 결정함으로써 무역 손실, 금융중심지로의 위상 약화, 국제적 입지 약화, 사회문화적 교류 제한\n이라는 부정적 결과가 예상되고 있는 상황이다. [450자]\n[문제 3] \n밑줄 친 주체는 터키 이주노동자 가족의 어머니들로서 자녀들에 대한 모국어 교육의 부족으로 자녀들과의 언어소통에 많은 어려움을 \n겪고 있다. 이에 이들은 자녀들이 모국어인 터키어와 터키인으로서의 정체성을 잃지 않은 채 독일 사회에 성공적으로 정착하는 것\n을 희망하고 있다. (마)에서 우리나라는 2013년에 다문화가족지원법을 개정하여 한국어 교육뿐 아니라 결혼이민자등인 부 또는 \n모의 모국어 교육까지 지원하고 있다. 이를 참조하면 독일 정부는 독일어뿐 아니라 터키 이주노동자의 모국어인 터키어 교육까지 \n시행하는 것이 필요하다고 할 수 있다.\n이러한 모국어 교육의 강화를 통해 독일어 학습도 수월하게 함으로써 독일 사회에 성공적인 정착을 유도할 수 있다. (마)를 참조하\n면, 이러한 정책으로 다양한 문화의 공존을 도모하여 갈등을 방지하고, 풍부한 문화적 경험을 제공하여 새로운 문화창조의 원동력\n을 창출할 수 있다. 나아가 이주집단과 모국 사이의 네트워크를 긴밀하게 하여 국가경쟁력을 높일 수 있다. [500자]\n"
}