{
  "question_id": "hongik_2024_3",
  "intended_purpose": "\n최근 한층 가속화되고 있는 인공지능 기술의 발전에 대해 피상적인 이해에서 한발 더 나아가, 내 삶의 문제이자 사회가 해결해야 할 과제로서 보다 논리적으로 탐구하고 윤리적으로 성찰하기를 요구한다.\n특히, 이 문제는 인간이 타자와 관계 맺음을 통해 사회적 존재로 살아간다는 점을 전제로하여, 인간과 AI 로봇과의 관계를 윤리적 관점에서 고찰하는 것을 핵심 과제로 삼았다. 문제는 크게 두 가지 세부 과제로 구성되어 있는데, 첫 번째는 인간이 AI 로봇을 대하는 다양한 입장들을 제시된 윤리적 접근법들을 통해 분석해 보는 것이다. 두 번째는 이를 바탕으로 인간과 AI 로봇의 바람직한 공존의 조건을 논하는 것이다.\n문석의 틀이 되는 윤리적 접근법으로는 제시문 (가)에서 의무론, 결과론, 담론 윤리적 접근, 책임 윤리적 접근 네 가지를 제시하였는데, 이는 모두 고등학교 도덕과 교육과정에 포함된 내용이며, 제시만 (가)는 '생활과 윤리' 및 '윤리와 사상' 교과서의 내용을 재구성한 것이다. 제시문 (나)에서 언급한 반기계 운동인 '러다이트 운동'은 사회과 교육과정에서 중요하게 다루는 '산업혁명'에 연관된 역사적 사건이다.\n제시문 (다)는 마찬가지로 사회과 교육과정과 교과서에서 다루는 '인간 중심주의'와 '생태 중심주의'를 대비하였다. 제시문 (다)는 '통합사회' 교과서의 관련 내용을 참조하고, 소설 '프랑켄슈타인'의 한 구절을 인용하여 재구성하였다. 제시문 (라)는 현행 고등학교 교육과정에 직접적으로 연관된 내용은 아니지만, 최근의 AI 개발 기술에 대해 소개한 글로 학생들이 어렵지 않게 이해할 수 있도록 평이하게 진술하였다.\n또한 AI 로봇과 인간의 공존을 다룬 주제는 현행 고등학교 '국어' 교과서와 '독서' 교과서에서도 다루어진 바가 있으므로 학생들에게 친숙한 주제라 할 수 있다. 문제와 제시문들이 고등학교 교육과정에서 벗어나지 않으면서도, 하갯읃링 제시문을 통해 보다 고차원적인 사고를 할 수 있도록 문항을 구성하였다.\n",
  "grading_criteria": "\n* 기본 평가 기준\n1. 문제를 정확히 이해했는가, 그리고 제시된 질문들에 대해 모두 답하였는가가 가장 기본적인 채점 기준이다.\n2. 문제의 요구를 넘어서는 내용, 예를 들어 불필요한 선지식이나 도식화된 사례로 분량을 채우거나,합당한 근거의 뒷받침 없이 개인적이며 주관적인 견해를 쓰는 경우 감점한다.\n3. 제시문의 내용을 자신의 문장으로 풀어내지 못하고 그대로 옮겨 적는 경우는 감점한다. 단, 논지 전개에 필요하여 제시문에 포함된 구절을 따옴표 등의 인용 부호를 사용하여 인용한 경우는 인정한다.\n4. 문제가 답안을 하나의 완결된 글로 쓸 것으로 요구하고 있으므로답안은 서론과 결론을 갖추는 것이 바람직하다. 문항이 요구하는 사항 전부를 본론에 기술하는 것도 가능하지만, 문항의 요구사항 중 일부로 서론 또는 결론을 구성하는 것도 가능하다.\n5. 문제가 요구하는 글자 수 (8000±100자)를 초과하거나 미달하는 경우 감점한다.\n",
  "sample_answer": "\n(나)는 AI 로봇의 발달이 인간 일자리를 위협할 수 있어도, 인간 사회에 주는 전체의 혜택이 더 크므로 AI 로봇 기술의 발전을 옹호하는 입장이다. 이는 최대 다수의 행복이 좋은 것이라 보는 결과론적 접근 방식이라 할 수 있다.\n(다)는 AI 로봇에 대한 공감적 접근과 책임 인식을 중시하면서, 생태 중심주의에 기반하여 인간과 AI 로봇 사이도 유기적, 상호 의존적 관계임을 강조한다. 이는 AI 로봇에 대한 책임을 강조한다는 점에서 책임 윤리적 접근이며, AI 로봇으로 인한 위험성을 제거하고 균형과 안정을 이끌어 전체 행복을 증진할 수 있다는 점에서 결과론적 접근으로 볼 수 있다.\n(라)는 AI 로봇의 목적과 활동 맥락에 따라 윤리 규범과 행위 지침 등을 구체화하는 과제가 중요한 담론이 되어야 한다고 주장한다. 이간이 AI 로봇과의 상호작용 경험을 통해 AI 로봇의 의미 구성 과정의 과제를 제시하고 합의 과정을 중시한다는 점에서 담론 중심적 접근이라 할 수 있다. 또 AI 로봇이 학습해야 하는 '보편 가치'를 중시한다는 점에서 의무론적 접근도 관여한다.\n인간과 AI 로봇의 바람직한 공존을 위한 조건은 네 가지다. 첫째, 인간 살므이 지평을 넓히는 방향으로 AI 로봇 기술 발전의 여건을 만들어야 한다. 둘째, AI 로봇에 대한 공감적 접근과 책임을 인시갛면서 인간과 AI 로봇 사이의 긍정적 관계를 재정립하여야 한다. 셋째, AI 로봇의 윤리적 행동을 위해 기술적, 사회적, 윤리적, 법적 의사소통의 여건을 조성하여야 한다. 넷째, AI 로봇이 발달함으로써 소외되는 사람에 대한 고려는 물롱니고, AI 로봇과 함께 실현하고자 하는 인간다움이 무엇인지를 지속적으로 고민해야할 것이다.\n"
}