{
  "question_id": "hufs_2024_2",
  "intended_purpose": "\n[문제 1]에서는 (가)∼(라)의 밑줄 친 인물을 ‘이상 지향’과 ‘현실 지향’이라는 두 가지 ‘관점’에 따라 분류하고 각 인물의 관점을 \n요약하도록 했다. 이를 통해 (가), (라)를 ‘이상 지향’으로 분류하고, (나), (다)를 ‘현실 지향’으로 구분할 수 있는지를 확인하고자 \n했다. 또한 ‘이상 지향 vs 현실 지향’이라는 관점으로 네 개의 제시문을 요약할 수 있는지도 평가하고자 했다.\n[문제 2]에서는 비유(‘식용유와 식초의 관계 ≒ 이상과 현실의 관계’)가 담긴 짧은 영어 지문을 기반으로 서로 다른 두 인물을 평\n가할 수 있는지를 확인하고자 했다. 이 문제에서는 (1) 영어지문을 해석하고 두 핵심어 간의 관계를 파악하는 능력, (2) 하나의 \n판단 근거를 활용해 서로 다른 두 상황을 해석하고 평가하는 능력이 요구된다.\n영어 <보기>의 대략적인 내용은 다음과 같다.\n[번역] 이상과 현실은 식용유와 식초처럼 완전히 용해되지 않고 가만히 두면 저절로 분리된다. 좋은 비네그레트*를 만들기 \n위해서는 식용유와 식초를 계속 저어줘야 한다. 이와 마찬가지로 이상주의와 현실주의는 서로 섞여야 하며, 어느 하나만으\n로는 충분치 않다. 좋은 리더가 되기 위해서는 이상에 대한 열정만으로는 부족하다. 이상과 동떨어진 현실 세계에서 리더\n가 힘을 발휘하려면 자신을 이끌 수 있는 냉철한 현실주의가 필요하다.\n이 주장에 따르면 훌륭한 리더가 되기 위해서는 이상주의와 현실주의 어느 하나만으로는 부족하고 두 관점을 모두 지녀야 한다. \n이를 바탕으로 (라)의 ‘왕망’과 (마)의 ‘경제학자’가 완전히 다른 인물 유형임을 파악할 수 있어야 한다. 왕망은 현실 상황을 충분히 \n고려하지 않은 채 이상만을 추구한 사람이지만, 경제학자는 유토피아(이상)를 꿈꾸지만 유토피아의 실현 가능성을 현실적으로, \n냉철하게 분석하는 사람이다. 따라서 경제학자는 <보기>에서 주장하는 리더의 모습과 가깝고, 왕망은 리더의 모습과 거리가 \n있다.\n[문제 3]에서는 ‘이상’과 ‘현실’이라는 두 핵심어를 바탕으로 제시문 (바)를 요약하고, 추론의 근거로 제시된 <보기>를 준용하여 \n(바)의 사례를 새로운 관점에서 해석하도록 했다. (바)에서는 다음과 같은 내용을 파악할 수 있어야 한다.\n'인권보호단체 W의 이상은 A국 정권을 비판하는 공동성명에 동참하고, 전염병과 기근으로 목숨을 잃고 있는 A국 어린이들\n을 보호하는 것이다. 하지만 공동성명에 동참할 경우 A국에 입국조차 할 수 없어 아이들의 목숨을 구할 수 없다.'\n이 문제에서의 핵심은 ‘과잉금지의 원칙’이라는 법적 개념을 인권 관련 딜레마에 어떻게 적용할 수 있는지를 추론하는 것이다. \n판단 근거로 제시된 ‘원칙’과 (바)에서 묘사된 ‘상황’이 다른 개념 영역에 있으므로 둘 간의 관계를 연결하는 것이 본 문제의 핵심\n이다.\n<보기>에 제시된 원칙을 (바)의 사례와 요소별로 연계하면 다음과 같다.\n(1) 목적의 정당성: 구호활동을 통해 A국 어린이를 살리는 것은 정당성을 인정받을 수 있는 가치이다.\n(2) 수단의 적합성: 국제단체의 요구에 응하지 않으면 수많은 어린이를 구할 수 있다.\n(3) 침해의 최소성: 독재정권을 비판하는 공동성명에 동참하면 다른 단체처럼 입국 및 구호활동이 거부된다. \n(4)  법익의 균형성: 국제단체의 요구에 응하면 인권보호라는 가치를 지킬 수는 있지만 수많은 아이가 목숨을 잃는다. 구호\n활동을 통해 얻는 ‘이익’이 공동성명에 동참하여 얻는 ‘이익’보다 훨씬 크다.\n",
  "grading_criteria": "\n[문제1]\n• 다음과 같은 항목을 모두 포함하는 경우\n-  4개의 제시문을 ‘이상지향’과 ‘현실지향’이라는 두 입장으로 나누되, 제시문 (가)와 (라)를 이상지향으로, (나)와 (다)를 현실지향으로 분류하여 기술\n- 각 제시문의 요약에 \n(가) 인공지능, 이상세계, 이상적 단계 \n(나) 현실세계, 현실적 목표, 이익과 욕망 \n(다) 독립이라는 이상, 개인 이익, 현실주의적\n(라) 이상주의, 객관적 현실 무시\n등의 핵심어/유사어를 포함하여 기술한 경우\n[문제2]\n• 내용 측면에서 아래 다섯 가지를 모두, 명확하게 전달한 경우\n- (보기)는 이상주의와 현실주의의 절충이 필요함을 주장\n- (라)의 밑줄친 인물은 현실을 무시한 극단적 이상주의의 예\n- (마)의 경제학은 이상을 추구하되 현실에 대한 냉철한 분석을 토대로 한 경우\n- (보기)의 입장에서 (라)는 부정적으로 평가할 수 있다는 점\n- (보기)의 입장에서 (마)는 긍정적으로 평가할 수 있다는 점\n• 답안의 내용뿐만 아니라 표현, 문법, 단락 구성 등에 있어 오류가 (거의) 없는 경우\n• 답안의 가독성(readability)이 매우 높은 경우\n[문제3]\n•  내용 측면에서 아래 세 가지를 모두, 명확하게 전달한 경우\n- W가 처한 상황은 이상과 현실간에 괴리가 있음\n- 이런 딜레마 속에서 W가 내린 결정은 현실의 조건을 감안한 결정임\n- 과잉금지의 원칙은 국민의 기본권이라는 이상을 제한하려 할 때 지켜야 하는 원칙임\n-  W의 결정은 목적의 정당성, 수단의 적합성, 침해의 최소성, 법익의 균형성이라는 네가지 요소를 모두 충족시킨다는 점에서 정당화될 수 있음 \n•  답안의 내용뿐만 아니라 표현, 문법, 단락 구성 등에 있어 오류가 (거의) 없는 경우\n•  답안의 가독성(readability)이 매우 높은 경우\n",
  "sample_answer": "\n[문제 1] \n이상과 현실 중 어느 쪽을 중시하느냐에 따라 (가), (라)의 인물은 이상지향형 인간으로, (나), (다)의 인물은 현실지향형 인간으로 \n분류할 수 있다. (가)의 커즈와일은 인공일반지능이 인간지능을 넘어서는 특이점이 오면 인류의 이상세계가 도래할 것이라고 믿는 \n이상지향형 인간이다. (라)의 왕망은 현실 상황에 대한 고려 없이 유교적 이념을 토대로 급진적 개혁을 추진한 이상지향형 인간이\n다. 한편 (나)의 마키아벨리는 가상 국가에 대한 논의가 현실 조건을 간과했음을 비판하면서, 군주에게는 현실에 따라 악해질 수 \n있는 능력이 필요하다고 주장했다는 점에서 현실지향형 인간이다. (다)의 방삼복은 모두가 기뻐하는 해방의 순간에도 오직 자신에\n게 현실적으로 이득이 되는지만을 따진다는 점에서 현실지향형 인간이다. [396자]\n[문제 2]\n<보기>는 기본적으로 섞이기 힘든 식초와 식용유를 이상주의와 현실주의에 빗대어 설명한다. 식초와 식용유는 그대로 두면 자연\n스럽게 분리되기 때문에 좋은 비네그레트를 만들려면 둘을 휘저어 섞어야 한다. 이처럼 좋은 리더가 되기 위해서는 이상만으로는 \n부족하며, 현실에 대한 이해가 있어야 한다. (라)의 왕망은 유교적 이상주의 실현을 위한 급진적 개혁을 추진하였으나 현실 조건을 \n무시한 결과 백성들의 지지를 얻지 못하여 결국 개혁에 실패했다. 반면 (마)에서 유토피아에 관한 학문인 경제학을 연구하는 경제\n학자들은 유토피아의 실질적 조건인 물질적 행복을 구현하기 위해 현실적이고 냉철한 분석을 한다. 이런 점에서 경제학자들은 현\n실 조건을 무시한 왕망과 차이가 있다. 이 두 가지 사례를 종합하여 볼 때, 현실적 조건을 충분히 고려하지 않는 이상주의는 현실 \n속에서 힘을 발휘하기 어려움을 알 수 있다. [445자]\n[문제 3] \n인권보호단체 W는 이상적으로는 인권을 침해하는 독재정권을 비판하면서 기아 및 전염병에 시달리는 어린이들을 보호할 수 있어\n야 한다. 그러나 현실에서는 독재국가 A를 비판하는 성명에 동참할 경우, A국 어린이들을 도울 수 없는 상황이다. W는 결국 비판 \n성명에 동참하는 대신 A국에 입국하여 어린이들을 돕기로 결정한다. W가 내린 현실적인 결정은 국민의 기본권을 제한할 때 국가\n가 고려해야 하는 과잉금지의 원칙을 준용하여 그 타당성을 추론할 수 있다. 첫째, W의 결정은 어린이의 목숨을 구할 수 있다는 점\n에서 목적의 정당성에 부합한다. 둘째, 국제단체의 요구에 응하지 않을 경우 A국 어린이들의 목숨을 구할 수 있으므로 수단의 적합\n성에 부합한다. 셋째, 입국해서 활동하는 것 외에 어린이들을 도울 수 있는 다른 방법이 없으므로 침해의 최소성에 부합한다. 넷째, \n공동성명에 동참해서 얻는 이익보다 어린이들의 생명을 구함으로써 얻는 이익이 더 크다는 점에서 법익의 균형성도 충족시킨다. \n[494자]\n"
}