{
  "question_id": "konkuk_2024_1",
  "intended_purpose": "\n고등학교 교육과정에서 학습한 내용을 바탕으로 대학생활에 필요한 사고력, 읽기 능력, 쓰기 능력을\n종합적으로 평가할 수 있도록 출제하였다. 문제에 포함된 모든 제시문과 도표를 현행 고등학교 교과서에서 인용함으로써 교육과정을\n충실하게 따르려 하였다. 개념에 대한 설명문, 도표, 문학 작품 등 학문 분야와 성격을 달리하는 다양한 제시문을 통합적으로 다루도록 하고,\n이면적 요소에 대한 정확하고 깊이 있는 통찰을 요구함으로써 논술우수자전형에 필요한 변별력을 확보하고자 하였다.\n[문제 1]은 [가], [나]를 활용해 [다]의 도표를 분석할 것을 요구한다. [가]와 [나]는 각각 인간 본성에 대한 철학적 논의, 실제 세계와 가상\n세계에 모두 적용되는 네트워크에 대한 사회학적 논의이기에 둘의 공통점을 발견하기는 어렵다. 각각의 논지는 다음과 같다.\n[가]는 인간 본성론에 관한 것으로, 고자(告子)와 맹자(孟子), 정약용의 견해가 제시되었다. 고자는 사람의 본성에 선과 악을 구분 지을 수\n없다는 입장을 갖고 있으며, 맹자는 사람의 본성은 날 때부터 선하나 악한 사람이 있는 까닭은 형세가 그를 그렇게 만든 것이라는 입장이다.\n한편, 정약용은 본성보다는 의지가 선악을 결정한다고 보았다. 이 의지를 ‘자주지권(自主之權)’이라 하였다.\n [나]는 네트워크 이론에 대한 설명이다. 이 이론에 따르면 실제 세상과 가상 공간은 노드와 연결선으로 구성되는 네트워크이다. 네트워크는\n생긴 모양에 따라 고속도로망 같은 네트워크와 항공망 같은 네트워크로 나눌 수 있는데, 후자의 경우, 여러 선이 집중된 허브가 있어 복잡한\n형태를 띠게 된다. 이를 복잡계 네트워크라 한다.\n 둘 사이를 관통하는 핵심 주제를 찾기보다는 각각 개념을 적용해 도표를 통합적으로 읽어내는 것이 문제 해결의 관건이 된다. [도표 1]을\n읽는 데 있어서 인터넷이 범죄를 저지르기 쉬운 환경을 조성함을 파악하는 것이 중요하다. 이를 [가]의 본성론과 연결지어 보면, 사람의\n본성이 원래 선해도 악한 형세에 처하면 악을 행하게 된다는 맹자의 입장과 유사하다고 할 수 있다. 한편, 정약용은 자주지권을 바탕으로\n도덕 행위에 대한 책임이 자신에게 있다고 하였다. 이를 사이버 범죄를 줄이기 위한 자각과 실천이 요구된다는 주장의 근거로 활용한다면\n좋은 평가를 받을 수 있다.\n [도표 2]에서는 사이버 폭력의 가해 대상이 실제 누구인지 모르는 사람이나 친분이 없는 유명인인 경우가 많다는 점에 주목할 수 있다.\n평소에 아는 사람이나 학교 친구나 선후배 등에 대해서는 현실에서 가해가 이루어지기도 하지만 누구인지도 모르며, 친분도 없는 사람에\n대해 사이버 폭력 가해가 행해질 수 있는 것은 실제 세계의 인간관계보다 광범위한 인터넷 네트워크의 특성 때문이다. 이 역시 범죄를 저지를\n범위가 넓어졌다는 의미에서 악행을 조장하는 환경적 요인이 될 수 있다. 나아가 인터넷의 주요 허브에서는 아이디나 별명만으로 많은\n사람들이 모일 수 있으며 때론 유명인이 허브를 형성하는 구심이 되기도 한다. 이러한 점에 착목하여, 인터넷 네트워크가 다중 허브를 지닌\n복잡계 네트워크임을 논한다면 현상을 더 깊이 있게 보았다고 평가할 수 있다.\n [도표 1], [도표 2]에서 인터넷이 범죄를 쉽게 저지를 만한 환경을 조성한다는 공통점을 맹자의 본성론과 연결지어야 하고, [도표 2]에서\n인터넷이 다중 허브를 중심으로 구성된 복잡계 네트워크라는 특성을 가지고 있음을 간파해야 한다. 이와 같이 [문제 1]에서는 [가]와 [나]의\n핵심 개념을 정확하게 이해한 후에, 그것을 바탕으로 도표의 지표들이 주는 의미를 읽어내는 능력을 파악하고자 하였다.\n[문제 2]는 [가], [나]의 핵심 개념을 적용하여 [라]에 등장하는 두 주요 인물인, 문 서방과 김범우의 변화를 설명하고, 그 의미를 파악할 것을\n요구한다. [가]는 인간 본성에 대한 고자와 맹자, 정약용의 견해를 제시하며, [나]는 사회관계나 인터넷망을 네트워크의 관점에서 보고 복잡계\n네트워크의 특징에 대해 설명하고 있다. [가], [나]의 핵심 개념인 ‘본성’과 ‘네트워크’를 활용하여 문 서방과 김범우의 변화를 설명할 수 있어야 한다.\n 제시된 소설의 대목에서 문 서방은 행동과 태도의 변화 폭이 큰 인물이다. 문 서방은 피신해 있는 김범우에게 찾아와 염상진이\n벌이는 ‘인민재판’에 대한 자신의 감정과 판단을 전한다. 처음에 문 서방은 김범우의 아버지를 살리는 선량한 의지를 가졌으나, 다른\n지주들에 대해서는 분노와 증오로 그 죽음을 “씨엉쿠 잘되었다”라 평한다. 나중에는 마구잡이로 사람들을 죽이는 불공정함에 대해서는\n못마땅해하였다.\n 이러한 변화를 ‘본성’과 ‘네트워크’의 관점에서 설명할 수 있어야 한다. 문 서방은 처음에 선과 악을 동시에 지닌 마음으로 상황에 따라\n반응하였다가 나중에 문 서방은 다시 마음의 변화를 겪는다. ‘네트워크 이론’으로도 문 서방의 변화를 이해해 볼 수 있다. 염상진이 등장하기\n전, 문 서방의 네트워크는 ‘지주’라는 허브를 중심으로 구성되어 있었다. 그러다가 인민재판을 벌이는 염상진 무리로 그의 관계적 허브는\n옮겨갔다. 나중에 문 서방은 이 허브의 불공정함에 염증을 느낀다.\n 김범우는 의식의 변화를 보이는 인물이다. 김범우는 처음에 사람들의 마음을 모으고 선악의 행위를 실현시키는 인민재판이라는 허브를\n기획하고 만들어낸 염상진이 승리했다고 보았다. 그러나 문 서방이 불공정한 죽음에 대해 회의하며 인민재판으로부터 거리를 두려는 모습을\n보고, “염상진이 빠지고 있는 함정”이라며 그 허브의 문제성을 인식한다.\n 이러한 변화를 기술하고, 그 변화가 초래된 원인까지 개념을 활용해 분석할 수 있어야 한다. 문 서방의 변화가 고자가 본 본성에서 맹자가\n주장한 성선설까지 변화의 궤적을 보여주었으며, 인민재판이 선한 본성을 이끌어내지 못하는 비도덕적 허브였음을 논하면 높은 평가를 받을\n수 있다. 김범우의 의식적 변화는 문 서방의 변화에 따른 평가가 달라지는 것으로서 염상진 무리가 마련한 인민재판의 문제성을 깨닫는 것이\n그 중심 내용이 되어야 할 것이다.\n 이상에서 설명한 바와 같이, 2024학년도 모의논술고사는 교과서를 통합적이고 분석적으로 이해하는 능력, 추상적인 개념을 구체적인\n대상에 적용하는 지식의 활용 능력, 사회적 관계망 안에서 타인과 상호작용하면서 자신의 성향을 구성하는 인간에 대한 깊이 있는 성찰\n능력을 평가 대상으로 삼고 있다. 건국대학교는 2024년도 KU논술우수자전형을 통하여 이러한 비판적, 창의적, 성찰적 능력을 갖춘 인재를\n선발할 것임을 모의논술고사로써 예시하는 바이다. \n",
  "grading_criteria": "\n[문제 1]\n[다]의 도표에 나타난 현상을 [가]의 인간 본성론과 [나]의 네트워크 이론의 핵심 개념과 연결지어 설명할 것을\n요구한다. 구체적으로 [도표 1]에서는 인터넷을 경유한 각종 신종범죄의 급증 현상을, [도표 2]에서는 사이버 범죄 경험의\n일상성과 그 대상의 무차별성을 파악하여야 하고, 이를 [가]의 인성론 및 [나]의 네트워크 이론과 연결 지을 수 있어야 한다.\n즉, 인터넷이라는 사이버 세상이 사람의 악한 본성을 발현시키는 환경이 될 수 있음과, 강력한 네트워크 허브라는 인터넷의\n속성이 [도표 2]에서 보이는 현상과 관련 있음을 파악할 수 있어야 한다.\n1. [가]와 [나]에서 제시하고 있는 이론의 핵심 개념에 대해 파악하고 있는가?\n    - 먼저 [가]에 제시된 인간 본성론의 차이에 대해서 파악하는 것이 중요하다. 고자는 인간의\n    본성을 선과 악으로 구분할 수 없다고 하였고, 맹자는 인간은 태어날 때부터 선하다는\n    성선설을 제시하였다. 따라서, 맹자는 인간의 악행은 그가 처한 형세에 기인한다고 하였다.\n    반면에, 정약용은 인간은 동물과 달리 의지에 따라서 선행과 악행을 선택할 수 있는\n    자주지권을 부여받은 존재라고 하였다.\n    [나]에서는 네트워크 이론의 특성에 대해서 파악하는 것이 중요하다. 인간이 살아가는 실제\n    세상인 사회와 가상 공간인 인터넷은 네트워크로 설명될 수 있다. 현실 세계와 가상 공간\n    속에서 인간은 복잡한 관계를 형성하기에 두 개 모두 항공망과 같은 복잡계 네트워크의\n    특성을 반영한다.\n2. [가]에 제시된 인간 본성론과 [나]에 제시된 네트워크 이론의 연관성을 만들어낼 수 있는가? \n    - 인간은 현실 세계와 가상 공간 속에서 복잡한 관계망을 형성하고 있는데 그러한 관계\n    속에서 인간은 선행과 악행을 할 수 있다. [가]에 의하면, 인간의 본성을 선과 악으로 구분할\n    수 없다는 고자와 달리 맹자는 인간은 본질적으로 선하지만 형세가 악행을 유도할 수 있다고\n    하였다. 정약용은 복잡한 네트워크 속에서 인간은 선행과 악행을 선택할 수 있다고 하였다.\n    여기서 중요한 점은 인터넷과 같은 가상 공간 안에서의 네트워크의 특성을 파악하는 것이\n    중요하다. 복잡계 네트워크 특성상 선행이나 악행은 인터넷망을 통해 급속히 확대되어\n    네트워크 전체에 전파될 수 있다.\n3. [다]에 제시된 [도표 1]과 [도표 2]에 제시된 내용을 잘 파악하고 있는가?\n    - [도표 1]은 정보사회의 사이버 범죄와 불법 콘텐츠 범죄 양상에 대한 분석 결과를 제시하고\n    있다. [도표 1]에서는 특히 인터넷 사기 및 사이버 명예훼손이나 모욕과 같은 범죄의 비율이\n    해마다 증가하고 있다는 것을 파악하는 것이 중요하다. [도표 2]에는 학생의 사이버 폭력 가해\n    대상에 대한 분석 결과를 제시하고 있다. [도표 2]에서는 평소에 알고 지내는 지인뿐만 아니라\n    실제 가해 대상이 누구인지 모르는 상태에서 행해지는 유형이 폭력 가해 대상의 대부분을\n    차지하고 있다는 것을 파악하는 것이 중요하다.\n4. [가]와 [나]를 [다]와 유기적으로 연결하여 해석할 수 있는가?\n    - [다]에 의하면, 인터넷 사기 및 사이버 명예훼손이나 모욕과 같은 범죄의 비율이 해마다\n    증가하고 있는데 이러한 범죄 행위의 대상이 평소 알고 지내는 지인뿐만 아니라 실제 누구인지\n    모르는 타인이 될 수 있다. 이러한 특성을 [가]와 [나]와 연결하여 설명하는 것이 중요하다.\n    인터넷 및 사이버 범죄 비율의 증가는 [나]에 제시된 복잡계 네트워크의 특성을 잘 반영하고\n    있다. 인간의 악행은 [가]의 맹자의 주장처럼 형세에 의해 영향을 받거나 정약용이 제시한\n    것처럼 의지에 의해 선택될 수 있는데 그러한 행위는 인터넷 네트워크 안에서 강화될 수 있다.\n    또한 복잡계 네트워크 특성 상 지인뿐만 아니라 불특정인을 대상으로 사이버 범죄행위가\n    허브를 중심으로 확대되어 인터넷망 전체에 급속히 전파될 수 있다. 이처럼 [가]와 [나]를\n    바탕으로 [다]에 제시된 도표의 특성을 파악하는 것이 중요하다.\n5. 말하고자 하는 내용을 적절히 잘 구성해서 짜임새 있고 설득력 있게 전개하고 있는가? 적절한 어휘 선택과 정확한 문장 구성, 자연스러운 문장 연결 등 언어적 표현력과 글쓰기 능력을 훌륭히 발휘하고 있는가?\n\n[문제 2]\n[가]와 [나]의 핵심 개념을 활용하여 [라]의 주요 인물들의 태도 변화에 대해 논평하는 문제이다. [문제 2]\n답안의 우수성은 다음과 같은 기준의 충족 여부를 토대로 평가할 수 있다.\n1. [가]와 [나]의 핵심 개념을 바르게 파악하였는가?\n    - [가]에 제시된 인간본성론의 차이에 대해서 파악하는 것이 중요하다. 고자는 인간의 본성을 \n    선과 악으로 구분할 수 없다고 하였고, 맹자는 인간은 태어날 때부터 선하다는 성선설을\n    제시하였다. 따라서, 맹자는 인간의 악행은 그가 처한 형세에 기인한다고 하였다. 반면에,\n    정약용은 인간은 동물과 달리 의지에 따라서 선행과 악행을 선택할 수 있는 자주지권을\n    부여받은 존재라고 하였다.\n    [나]에서는 네트워크 이론의 특성에 대해서 파악하는 것이 중요하다. 인간이 살아가는 실제\n    세상인 사회와 가상 공간인 인터넷은 네트워크로 설명될 수 있다. 현실 세계와 가상 공간\n    속에서 인간은 복잡한 관계를 형성하기에 두 개 모두 항공망과 같은 복잡계 네트워크의\n    특성을 반영한다.\n2. [라]와 연결하기 위해 [가]에 제시된 인간 본성론과 [나]에 제시된 네트워크 이론과의 연관성을 잘 파악하고 있는가?\n    - 인간은 현실 세계와 가상 공간 속에서 복잡한 관계망을 형성하고 있는데 그러한 관계\n    속에서 인간은 선행과 악행을 할 수 있다. [가]에 의하면, 인간의 본성을 선과 악으로 구분할\n    수 없다는 고자와 달리 맹자는 인간은 본질적으로 선하지만 형세가 악행을 유도할 수 있다고\n    하였다. 정약용은 복잡한 네트워크 속에서 인간은 선행과 악행을 선택할 수 있다고 하였다.\n    여기서 중요한 점은 인터넷과 같은 가상 공간 안에서의 네트워크의 특성을 파악하는 것이\n    중요하다. 복잡계 네트워크 특성 상 선행이나 악행은 인터넷망을 통해 급속히 확대되어\n    네트워크 전체에 전파될 수 있다\n3. [라]에 나타난 주요 인물들의 태도 변화에 대해 정확하게 이해하였는가?\n    - [라]에 등장하는 인물들 중 주요 인물들인 김범우와 문 서방의 태도 변화를 이해하는 것이\n    중요하다. 먼저 김범우는 피신해 있는 자신을 찾아와 염상진이 기획한 ‘인민재판’에 대해\n    전하는 중 그의 아버지에 대해서는 선한 감정을 나타내고 다른 지주들에 대해서는 분노와\n    증오를 표현하는 문 서방에 대해 그가 선과 악을 동시에 지닌 존재라고 이해한다. 동시에\n    이것을 기획한 염상진이 승리했다고 생각한다. 그러나 마지막에 죽임을 일삼는 무리와 거리를\n    두려는 문 서방의 태도 변화를 인식한다. 이처럼 문 서방에 대한 김범우의 인식 변화와 함께\n    문 서방의 태도 변화에 대해서 이해하는 것이 중요하다.\n4. [가]와 [나]의 핵심 개념을 활용하여 [라]에 나타난 주요 인물들의 태도 변화를 논하였는가?\n    - [가]는 인간 본성에 대한 고자, 맹자, 정약용의 견해를 제시하고, [나]는 현실 세계와 가상\n    공간 속에서의 인간 관계를 복잡계 네트워크의 특성에 비유하여 설명하고 있다. [라]의 주요\n    인물들로 김범우와 문 서방의 태도 변화에 주목하는 것이 중요하다. 처음에 선과 악을 동시에\n    지닌 존재로 묘사되는 문 서방의 마음은 고자의 관점으로 설명될 수 있다. 또한 형세가\n    사람의 마음을 악하게 만들 수도 있다는 맹자의 관점으로도 설명된다. 그러나 마지막에\n    죽임을 일삼는 무리와 거리를 두려는 문 서방의 태도 변화는 선행과 악행을 선택할 수 있는\n    자주지권을 주장한 정약용의 입장을 수용한다.\n    [나]에 제시된 복잡계 네트워크의 특성에 기반하면, 문 서방은 처음에 ‘지주’를 허브로 한\n    수직적 네트워크에서 벗어나 인민재판을 기획한 염상진을 허브로 한 수평적 네트워크에\n    적극적으로 참여한다. 그러나 문 서방은 마지막에 이러한 수평적 네트워크 속에서 죽임을\n    일삼는 무리를 발견하고 이 네트워크에 거리를 두게 된다. 김범우 또한 이러한 문 서방의\n    태도 변화를 인식하고 그에 대한 자신의 인식을 변화시킨다. 이처럼 [가]와 [나]의 핵심 개념을\n    활용하여 [라]의 주요 인물들의 태도 변화에 대해서 논평하는 것이 중요하다.\n5. 말하고자 하는 내용을 적절히 잘 구성해서 짜임새 있고 설득력 있게 전개하고 있는가? 적절한 어휘 선택과 정확한 문장 구성, 자연스러운 문장 연결 등 언어적 표현력과 글쓰기 능력을 훌륭히 발휘하고 있는가?\n",
  "sample_answer": "\n[문제 1]\n[도표 1]은 정보통신망을 이용한 다양한 범죄 양상과 최근 몇 년간 인터넷 사기, 사이버 명예훼손 같은 신종범죄의 급증 현상을, [도표\n2]는 학생 상당수가 평소에 알고 지내는 사람은 물론 인터넷 상에서 만나는 누군지도 모르는 타인을 대상으로 사이버 폭력을 행한 경험이\n있음을 보여준다. [나]에 따르면 인터넷이라는 사이버 세상은 전 세계를 통할하는 복잡계 네트워크의 강력한 허브라 볼 수 있고, [가]의\n관점에서 도표들을 보자면, 복잡하고 익명화된 사이버 네트워크가 인간의 악한 본성을 발현시키는 매개가 될 수도 있음을 시사하는\n것이다. 즉 인터넷은 활발한 정보교환과 실시간 소통을 통한 상호이해 확대 및 업무 효율성 제고 등의 순기능이 있지만, 이와 동시에\n익명성이 보장된다는 특성으로 인해 이전에 없던 새로운 종류의 범죄를 확산시키는 기제가 될 수도 있다는 것이다. 이는 곧 맹자가 말한\n‘사람이 악한 짓을 하게 되는’ 형세, 혹은 정약용이 언급한 ‘악을 할 수 있게’ 하는 환경을 사이버 세상이 제공한다는 것이며, 그 결과 사이버\n세상은 사람들을 여러 범죄의 피해자이자 동시에 가해자로 만들 수도 있는 복합적 기능의 네트워크라고 할 수 있다. [579자]\n\n[문제 2]\n[가], [나]를 종합하여, 주요 인물의 변화를 ‘사회적 관계라는 네트워크 안에 존재하는 인간의 본성’의 관점에서 파악해 볼 수 있다. 제시 대목에서\n큰 폭의 변화를 보이고 있는 주체는 문 서방이다. 문 서방은 처음에 김범우의 아버지를 살리는 선량한 의지를 가졌으나, 다른 지주들에 대해서는\n그 죽음을 “씨엉쿠 잘되었다”라 평한다. 그러다 나중에는 마구잡이로 사람들을 죽이는 불공정함에 대해서는 못마땅해 한다.\n ‘인간 본성론’의 관점에서 볼 때, 문 서방은 고자의 견해를 따라 선과 악을 동시에 지닌 마음으로 상황에 따라 반응했다. 여기에는 형세가\n사람의 마음을 악하게 만들기도 한다는 맹자의 관점도 적용된다. 나중에 문 서방은 다시 마음의 변화를 겪는다. 그는 죄와 벌을 공정하게\n적용하지 않고 죽임을 일삼는 무리와 거리를 두려 하는 것이다. 이는 그의 선한 마음과 의지가 다시 발동하는 것으로 맹자의 성선설을\n입증하며, 본성이 무엇이든 자신의 결단, 실천에 따라 선해질 수 있음을 보여준다.\n ‘네트워크 이론’으로 문 서방의 변화를 이해하면, 염상진 등장 이전, 문 서방의 네트워크는 ‘지주’라는 허브를 중심으로 구성되어 있었다.\n그러다 인민재판을 벌이는 염상진 무리로 그의 관계적 허브는 옮겨갔다. 이 허브는 개별적 상하관계를 해체하며 ‘인민’의 이름으로 다시\n모으는 새로운 중심이다. 처음에 문 서방은 이 허브에 열광했다. 그러나 나중에는 이 끔찍한 죽음의 허브로부터 거리를 두려한다.\n 김범우는 처음에 사람들의 마음을 모으고 선악의 행위를 실현시키는 인민재판이라는 허브를 기획하고 만들어낸 염상진이 승리했다고\n여겼다. 그러나 문 서방이 불공정한 죽음에 대해 회의하며 인민재판으로부터 거리를 두려는 모습을 보고 그 허브의 문제성을 인식한다.\n김범우는 사람들의 마음을 모으기 위해서는 피비린내 나는 복수와 분노와 같은 감정보다는 선한 본성을 이끌어낼 수 있는 도덕적 장치를\n지닌 허브가 필요하다는 인식을 대변하고 있다. [964자]\n"
}