{
  "question_id": "konkuk_2023_1",
  "intended_purpose": "\n2023학년도 건국대학교 수시모집 논술고사는 대학 생활에 요구되는 읽기 능력과 표현 능력, 분석적 판단력과 합리적 문제해결 능력, 인간과 사회에 대한 주체적이고 심도 있는 통찰력 등을 종합적으로 평가할 수 있도록 출제하였다. 문제는 현행 고등학교 교과 과정을 충실히 반영했으며, 모든 지문과 도표를 교과서에서 뽑았다. 고등학교 교육 과정을 충실히 이수한 응시자가 자신의 능력을 공정하게 평가받을 수 있도록 하는 데 주안점을 두었다. 이번 논술고사의 지문 [가]와 [나]는 세계를 구성하는 여러 요소의 동반자적 조화를 화두로 삼는 것들이다. [가]는 만유의 생명적 일원성에 대한 인식을 바탕으로 인간과 자연의 평화적 공생과 합일을 추구하는 관점에서 ‘문명인’들의 자기중심적 독단과 자연 및 타자에 대한 일방적 공격을 비판하면서 그것이야말로 야만이고 폭력이라고 말한다. 그리고 [나]는 서로 속도가 다른 것들의 공존적 조화를 필요로 하는 ‘리듬’에 대한 이야기를 통해 인간과 세계, 인간과 인간의 아름다운 공생적 관계 형성의 필요성을\n말하고 있다. 두 지문은 ‘다른 것’을 ‘틀린 것’으로 보는 대신 그 자체로 인정하고 존중해야 할 대상으로 본다는 공통성을 지닌다.\n[문제 1]에서는 이 두 지문을 참고하여 [다]의 도표를 분석하도록 했다. [다]의 두 도표에는 한국 사회의 현주소를 단면적으로\n보여주는 여러 정보들이 담겨 있는데, 그 자료가 시사하는 문제점을 [가], [나] 지문과 연결시켜 정확하게 짚어내는 것이 문제 풀이의 관건이 된다. [도표 1]은 물질적 행복지수와 주관적 행복지수의 불균형, 인간개발 지수와 불평등 조정 지수의 불균형을 보여주며, 일상 속 긍정적 경험과 행복감이 매우 낮음을 말해준다. 물질적 만족 추구를 우선시하는 풍조 속에서 [나]에서 말하는\n삶의 리듬이 깨어진 상태라고 해석할 수 있다. [도표 1]의 ‘환경 성과 지수’는 한국이 환경 문제에도 소홀함이 있음을 나타내는데, [도표 2]를 통해 문제점을 더 구체적으로 확인할 수 있다. ‘생태 발자국’과 ‘생태 수용력’의 부조화 및 부정적 격차가 점점\n커지고 있는 상황이 그것이다. 지문 [가]와 연결해 볼 때, 이는 자연환경을 생명적 동반자가 아닌 이용과 박탈의 대상으로 삼는\n자기중심적 태도에 따른 현상으로 해석할 수 있다. 요컨대, [다]의 두 도표는 한국이 이익 추구와 경제 발전에 대한 몰입에서 벗어나 삶의 전체적인 조화를 이루어내야 하는 과제를 안고 있음을 시사하고 있다. 이와 같은 분석을 논리적이고 조화로운 형태로\n잘 수행한 경우 높은 평가의 대상이 된다. [문제 2]에서는 지문 [가]와 [나]의 관점을 반영해서 문학 지문에 해당하는 [라]를 통찰하도록 했다. [라]는 김재영 작가의 소설\n<꽃가마배>에서 뽑은 것으로, 결혼 이주민이라는 ‘우리 안의 타자’에 대한 편견과 억압, 화해와 공존의 문제를 생생하고도 감동적인 형상으로 그려내고 있다. 작품 속의 ‘나’와 ‘고모’는 태국에서 시집와서 가족이 된 ‘여자(능 르타이)’에 대해 강한 경계심과\n적대적 태도를 나타내는데, 무의식중에 몸에 밴 차별적 편견에 따른 것으로 볼 수 있다. 그들에게 ‘여자’는 가족이 아닌 이용 대상일 뿐이었고, 여자가 살아온 문화는 무시와 조롱의 대상이었다. ‘와이’에 대한 태도와 ‘나무 아이’ 이야기에 대한 비웃음이 이를 잘 보여준다. 하지만 ‘나’와 ‘고모’의 부정적 태도는 여자가 스스로 아기를 간수하면서 공장에 들어가 일하고자 하는 모습을\n보면서 점점 누그러지며, 결혼반지를 낀 채로 화재 참사를 당한 모습을 발견하면서 미안함과 이해로 바뀌게 된다. ‘나’는 여자가\n자신과 마찬가지로 누군가의 소중한 딸이었음을 뒤늦게 깨달으면서 그녀가 말한 ‘망고나무 아이’ 이야기를 진심으로 수용하게\n된다. ‘나’가 수동이를 안아 올리는 장면은 지문 [가]와 [나]에서 말하는 인간과 자연, 인간과 인간의 공생적 연결이, 그리고 서로\n다른 존재들의 ‘리듬 맞추기’가 이루어지는 상황을 극적으로 표상한다고 볼 수 있다. 지문 [라]에는 이 외에도 인물 간 관계에서\n주목할 만한 문학적 요소들이 더 있다. 아버지와 여자가 형성한 상호 존중의 신뢰와 동반 관계를 볼 수 있으며, 여자와 원가족\n사이의 끈끈한 정을 엿볼 수 있다. ‘나’가 여자의 생전에 미처 이루어내지 못했던 화해를 여자의 아들이자 나의 동생인 ‘수동이’ 를 통해 이루어내는 전개도 무척 인상적이다. [라]에는 ‘나’와 아버지 사이의 심리적 거리감이 해소되면서 ‘리듬’이 회복되는 과정도 담겨 있다. 제한된 분량 안에 이 모든 요소를 다 담아낼 수는 없겠지만, 유의미한 분석 요소를 적절히 선택해서 창의적이고 설득적인 논술을 펼쳐낸다면 높은 평가를 받을 수 있다. 이번 논술은 1번 문항과 2번 문항 모두 응시자들이 주체적 선택을 통해 설득적 논리를 구성할 수 있는 내용 요소를 다양하게\n제공한 것이 특징이다. 정보의 중요도에 대한 정확한 이해력 및 판단능력과 함께 주체적이고 창의적인 논지 구성력을 가늠함으로써 논술우수자 전형 취지에 맞는 훌륭한 인재를 선발하고자 한 것이 이번 논술고사의 출제 의도이다.\n",
  "grading_criteria": "\n[문제 1]\n[가]와 [나]의 요지와 핵심 개념을 활용하여, [다]의 두 가지 도표가 의미하는 바를 분석해야 한다. [가]와 [나]의 연결성, [도표 1]의 삶의 문제점에서 환경과의 불일치를 [도표 2]가 구체적으로 보여준다는 것을 설명하는 것도 중요하다.\n1. [가]와 [나]의 핵심 요지와 그것이 의미하는 바를 정확하게 파악하고 있나?\n    - [가]에서는 인간과 자연은 하나이며, 모든 생명체를 인격적 존재로 대우할 것, 통합이 아니라 서로를 존중하면서 유기적 하나를 이루는 것이 필요함을 [나]는 각 존재자들이 가지는 상이한 속도를 수용하고, 박자를 맞추어 함께 움직이고 행동하는 것이 리듬의 조화이며, 삶의 자세에서 중요함을 강조하고 있다.\n2. [가]와 [나]의 연관성을 잘 파악하면서 도표분석에 적용하였나?\n    - [가]는 자연을 대하는 라코타족 원주민과 얼굴 흰 사람들의 가치관과 태도를 대립시키면서 자연과의 상생을 위해 우리 모두 대지에 속한 존재임을 알아야 한다고 말한다. [나] 지문도 함께 산다는\n    것은 상이한 속도를 하나의 기준에 ‘일치’시키면서 억압하는 것이 아니라 차이에 응답하면서 하나의 리듬을 만들어야 한다는 점을강조한다.  두 지문 모두 배타적 태도나 자기중심주의가 아니라 조화와 차이의 수용을 강조하면서 이를 통해 인간과 자연, 인간과 인간이 공생하는 것이 필요함을 강조한다. 두 지문의 내용적 연관성을 이해하면서 이를 도표 분석과 잘 연결할 필요가 있다.\n3. [다]의 도표 두 개가 의미하는 바를 잘 파악하였는가?\n    - [도표 1]은 한국인의 삶을 보여주는 지수가 풍요 문명 등 물질적이고 외형적인 것과 평등, 자연과의 공존 등 인간적이고 정신적인\n    가치 사이에서 크게 벌어지는 현실을 보여준다. 특히 인간개발지수와 불평등지수의 간극을 통해 물질적 지표도 인간적 가치와 조화를 이루어야 진정한 행복을 보장할 수 있다는 점. \n    [도표 2]는 우리가 생산한 자원과 서비스를 누리기 위해 필요한 땅의 면적을 의미하는 생태 발자국이 지구가 수용할 수 있는 생태수용력의 6~7배를초과해서 한국의 생태 환경이 급속히 나빠지고 있는 우울한 현실을 보여준다.\n    두 도표를 통해 우리나라는 삶의 요소와 타자와의 리듬의 불일치가 매우 심하며, 자연을 우리와 동등한 존재로 대우하고 있지 않음을 알 수 있다. 상위의 물질적 행복 지수와 인간개발지수가 불평등 지수를 반영할 때 떨어지는 것도 부조화와 더불어 우리가 행복하기 힘든 이유를 설명해준다.\n    전체적으로 도표는 인간이 행복하기 위해서는 여러 요소 간의조화뿐 아니라 이웃과 리듬을 맞추어 함께 사는 상생의 자세가 중요함을 암시하고 있다.\n4. [가]와 [나]는 주장의 차이가 있는 것처럼 보이지만 결국 나의\n행복을 위해서는 타자를 존중하면서 하나의 리듬을 만들어야 한다\n는 것, 나아가 인간만을 위해 존재하는 것처럼 보이는 자연환경도\n실은 대지의 중요한 부분으로 고유한 역할을 하고 있다는 것을 의\n식하면서 자연과 하나임을 자각하는 것이 지혜로운 삶임을 보여주\n고 있다. 이러한 내용적 연결성을 잘 파악하고 있는지 평가하는 것\n이 중요하다.\n 각 도표의 현상 분석에 머물면 안 되고, [가]와 [나]의 요지와 중\n요 개념이 도표가 의미하는 바를 설명할 수 있음을 보여주어야 한\n다. 그리고 [도표 2]를 [도표 1]의 환경성과 지수의 연결선 상에서\n설명하면서 두 도표가 [가]에서 자연을 야만으로 다루고 파괴하는\n얼굴 흰 사람들 태도와 연관되며, [나]의 핵심개념인 리듬을 적용\n할 때 불일치와 부조화가 우리가 일상에서 행복이나 긍정적 삶의\n경험을 하지 못하게 하는 원인임을 설명할 필요가 있다. 지문과 도\n표를 별도로 분석해서는 안 되고, 도표 항목과 지문 핵심개념의 유\n기적 연결성, 그리고 도표가 지문[가]와 [나]의 실제 근거처럼 활용\n될 수 있음을 보여주어야 좋은 평가를 받을 수 있다.\n5. 지문 요지와 핵심개념을 도표 내용 분석에 활용하면서 일관성\n있고 설득력 있게 논지를 전개하고 있는가? 적절한 어휘 선택과\n정확한 문장 구성, 논리적인 문장 연결 등 언어적 표현력과 글쓰기\n능력을 훌륭히 발휘하고 있는가? \n\n[문제 2]\n[가]와 [나]의 관점을 반영하여 [라]에 등장하는 인물 간의 관계 양상을논평하는 문제이다. [문제 2] 답안의 우수성은 다음과 같은 기준의 충족 여부를 토대로 평가할 수 있다.\n1. [가]와 [나]의 핵심 개념을 바르게 파악하였는가?\n    - [가]는 서양인의 자연에 대한 인간중심적인 태도를 비판하고, 자연과 인간을 공존관계로 파악하는 원주민의 시각을 보여준다. [나]는 이웃과 더불어 살아가는 의미를 ‘속도’와 ‘리듬’을 통해서\n    설명하며, 각 존재가 고유의 속도를 인정하고, 서로의 속도에 맞추어 응답하는 것, 즉 리듬에 맞추어 살아가는 조화로운 삶의 중요성을 강조한다. \n2. [라]의 의미 파악에 활용할 수 있는 [가]와 [나]의 연결 고리를 찾았는가?\n    - [가]는 원주민과 서양인들의 자연을 대하는 태도와 가치관을 대립시키면서, 모든 생명체는 인격이 있는 존재로 서로 존중하며 유기적인 하나로 공생할 것을 강조한다. 이러한 원주민들의\n    태도와 자세는 [나]에서 말하는 바 함께 살아간다는 것은 상이한 속도를 하나의 기준에 ‘일치’시켜 억압하는 것이 아니라, 서로의 속도에 맞추어 응답하는 것, 즉 리듬을 맞추어 살아가는\n    것이라는 점과 맞닿아 있다. 서로 존중하며 차별하지 말고, 서로의 차이를 인정하고 각자의 속도와 리듬에 맞추어 움직이고 행동하는 것, 그러한 공존의 삶의 필요성을 강조하고 있다. \n    두 지문 모두 배타적이거나 자기중심주의가 아니라 서로의 차이를 이해하고, 공존하는 삶의 필요성을 강조한다. 이러한 연결고리를 찾아내는 것이 중요하다.\n3. [라]에 나타난 인물 간의 관계 양상을 정확하게 이해하였는가?\n    - [라]에 등장하는 ‘나’는 태국에서 시집온 계모 능 르타이에 대해 문화적 편견과 차별을 가지고 있으나, 아버지가 죽고 화재참사로 인한 능의 죽음을 겪는 과정에서 능의 아이를 친동생으로\n    받아들이는 변화의 모습을 보인다. 또한 ‘고모’는 처음부터 태국여성인 능에 대해 열등하고 불성실하다는 편견과 적대적인 태도를 취하며 심지어 낙태를 종용한다. 하지만, 오빠의 죽음 이후, 능의 아이를 키워주겠다고 제안하거나, 능의 처참한 모습을 찍으려는 기자를 막아서는 등 능의 존재와 진심에 다가간다. 한편 ‘아버지’는 능에게 한글을 가르치고 태국음식을 먹는 등 함께 살아가기 위해 노력하는 모습을 파악할 수 있어야 한다. \n4. [가]와 [나]의 관점을 반영하여 [라]에 나타난 인간관계 전개 양상을 논하였는가?\n    - [가]와 [나]의 관점에서 ‘나’와 주변인물의 태도변화에 대해서 다음과 같이 설명할 수 있다. \n    우선 [가]의 서양인처럼 처음부터 ‘나’는 능을 야만인으로 보면서 공존해야 할 인물이 아니라 억압과 배척의 대상으로 보는데, [가]의 논리에 의하면 ‘야만적’인 것은 능이 아닌 ‘나’와 ‘고모’ 이다.\n    하지만, [나]에서 설명하는 것처럼 능의 속도를 무시한 채 자신들의 속도에 일치시키려던 ‘나’와 ‘고모’는 화재참사를 계기로 능이라는 타자가 존재에 대한 응답을 통해 리듬을 맞춰나가야 하는 대상임을 깨닫는다.\n    즉, 태국 문화가 야만의 문화가 아닌 자연과 리듬을 맞춰가는 공존의 문화임을 인정하고, 동생이 나무 아이임을 받아들인다.\n    결국 ‘나’와 ‘고모’는 능을 억압의 대상이 아닌 리듬을 맞춰야할 존재로 인식하면서 자기 반성과 함께 능을 포용과 화해의 대상으로 삼게 되며, 그 연장선상에서 능의 아이이자 ‘나’의 아버지의 아이인 ‘나’의 동생을 나무의 자식으로 받아들이게 된다. ‘나’가 동생을 번쩍 안아 올리는 것은 인간과 자연, 인간과 인간\n    의 공생적 연결 및 서로 다른 존재들의 ‘리듬 맞추기’가 이루어지는 장면을 극적으로 보여준다. 이와 같은 분석을 수행한 경우 훌륭한 답안으로 볼 수 있다.\n5.  말하고자 하는 내용을 적절히 잘 구성해서 짜임새 있고 설득력 있게 전개하고 있는가? 적절한 어휘 선택과 정확한 문장 구성, 자연스러운 문장 연결 등 언어적 표현력과 글쓰기 능력을 훌륭히 발휘하고 있는가?\n\n\n",
  "sample_answer": "\n[문제 1]\n[도표1]은 한국 사회가 물질적 측면에서는 상당히 높은 수준에 이르렀지만, 주관적으로 느끼는 행복감은 이에 크게 미치지 못함을 보여준다. 청소년들의 물질적 행복 순위는 세계 3위로 매우 높고 건강, 지식접근성, 생활수준 측면의 인간개발지수도 17위로 비교적 상위권이지만 여기에 불평등 요소를 반영하자 36위로 떨어진다. 더욱이 일상의\n긍정적 경험에 근거한 행복지수는 118위로 세계 최하위권이며, 환경 생태적으로도 하위권(80위)에 머무르고 있다. [도표2]에서는 한국의 생태환경이 급속도로 악화되어가면서 생태발자국 지수가 생태 수용능력의 6~7배를(혹은 ‘크게’) 초과할 정도로 심각한 상태임을 알 수 있다. 자연도 생명이고 인간과 풍경은 하나라고 말하는 [가]와, 이웃과\n조화롭게 살아가기 위해서는 타인들과 속도, 리듬을 맞춰나가는 것이 중요함을 강조하는 [나]의 관점에서 볼 때, [도표1, 2]에 나타난 한국사회는 외적, 물질적 발전의 속도가 평등, 자연과의 공존과 같은 인간 내면의 본질적 가치와\n조화를 이루지 못하고 이 둘 간의 불균형이 심화됨으로써, 물질적 풍요에도 불구하고 일상적으로 행복감을 느끼지\n못하는 불행한 상태에 있다고 말할 수 있다. [592자]\n\n\n[문제 2]\n[가]는 서양인의 자기중심적 태도를 비판하면서 자연과 인간, 인간과 인간의 관계를 위계가 아닌 ‘공존’으로 파악한다. [나]는 서로 다른 속도를 가진 것들의 조화를 ‘리듬’을 통해 설명하면서, 타인과의 상호 존중적 공존의 필요성을 제기한다. 두 글은 한국 사회의 자기중심적 편견과 타자에 대한 공격적 태도를 돌아보게 한다. [라]에는 타국에서 시집온 이주민에 대한 한국인의 편견과 차별이 그려져 있다. [가]에서 비판 대상이 된 서양인처럼 ‘나’와 고모는 가족이 된 능 르타이를 일종의 야만인처럼 여기면서, 억압과 배척의 대상으로 삼는다. ‘와이’에 대한 태도나 ‘나무 아이’에 대한 비웃음, 외도에 대한 의심과 폭력 등이 그것이다. 이러한 태도는 한국 사회의 경제와\n물질 중심의 사회풍조 속에서 배태된 것이라고 볼 수 있다. 작품 속에서 능을 동반자로 받아들이며 리듬을 맞추고자 한 아버지가 소외되는 모습은 우리 안의 모순을 단적으로 보여준다. [라]는 이러한 문제에 대한 반성과 해결의 길을 제시한다. ‘나’와 고모가 편견과 차별을 벗어나 타자의 목소리에\n응답하고 리듬을 맞춰나가는 과정을 그려낸다. 고모는 처음에 능이 열등하다는 편견을 노골적으로 드러내지만, 나중에는 그 아이를 키워주겠다고 하고 시신 촬영을 반대하는 등 그를 이해하고 포용하려는 모습을 나타낸다. 작품에\n더 인상적으로 그려지는 것은 ‘나’의 변화다. 능의 속도(문화, 관습)를 무시한 채 자기 입장을 내세우던 ‘나’는 능이\n아이를 모국에 보내고 일하다 화재 참사를 당하는 과정을 거치면서, 또 모국에서 그녀 아버지가 보내온 편지를 보면서 그녀가 나와 다를 바 없는 ‘소중한 딸’이었음을 깨닫게 된다. 태국을 찾아간 ‘나’가 능의 아이를 ‘나무 아비’\n(‘나’의 아버지)에게서 태어난 ‘나무 아이’로 받아들이며 안아 올리는 장면은 [가]와 [나]가 말하는 생명적 공존과 조화를 이루어내는 모습을 잘 보여준다. 그 모습에는 한국 사회가 나아가야 할 미래가 담겨 있다고 보아도 좋을 것이다. [983자]\n"
}