{
  "question_id": "sogang_2023_4",
  "intended_purpose": " 이 문항은 교육과정 [10통사03-01], [12생윤04-02]에서 학습하는 산업화와 도시화로 인해 나타난 생활양식의 변화, 개인과 사회의 관계, 정보기술의 윤리적 문제 등을 능동적으로 활용하여 고립이라는 사회 문제의 정체와 의미 등을 주체적으로 탐색할 수 있는가를 평가하고자 하였다. 이를 위해 이 문항은 교육과정 [10국05-04], [12화작03-01], [12화작03-04], [12독서03-01], [12독서03-02],  [12문학03-04], [12문학04-02] 등에 따라 고립감을 느끼는 청년 문제를 다룬 신문 기사, 인물의 고립을 형상화한 고전소설, 그림에 대한 비평을 실은 『독서』 교과서, 사회적 존재로서 인간의 사회화를 다룬 『사회·문화』 교과서, 고립감의 기술적 대안을 다룬 인문 교양 서적 등을 활용하여 고립의 양상과 원인을 분석하고 그에 대한 책임 의식을 추론할 수 있는가를 평가하고자 하였다. 그리하여 이 문항은 교육과정 [12사문02-01]에서 학습하는 사회적 존재로서의 인간에 대한 의미와 의의, 그리고 고립이라는 사회 문제를 해결해야 할 책임감 등을 주어진 자료들을 연계하여 논술함으로써 교육과정에 충실하면서도 적절한 수학 능력을 갖추었는지를 평가하고자 하였다.",
  "grading_criteria": "[결과등급 채점기준]\n￭ 제시문 [가]에서 고립이 사회 문제이고 그 원인이 청년을 자원으로 보는 관점에 있음을 제시하는가?\n￭ 제시문 [나]에서 놀보의 고립이 흥부를 내쫓는 것에서 진행되고 있음을 제시하는가?\n￭ 제시문 [나]에서 놀보가 고립되는 원인으로서 전도된 가치관, 도구적 인간관 등을 제시하는가?\n￭ 제시문 [다]에서 개인이 다른 개인과의 관계 속에 존재하고 있음을 도출하여, 고립이라는 사회 문제에 대한 책임감을 추론하는가?\n￭ 제시문 [라]에서 사회화가 개인과 사회에 필수적임을 제시하여, 고립이라는 사회 문제에 대한 책임감을 추론하는가?\n￭ 제시문 [마]에서 로봇 기술 발전이 고립감을 느끼는 현실에 대한 대안이 될 수 없고 오히려 위해가 됨을 도출하여, 고립이라는 사회 문제에 대한 책임감을 추론하는가?\n\n[과정등급 채점기준]\n￭ 제시문 [가]의 분석을 참조하여, 제시문 [나]에서 고립의 원인을 도출하는 과정이 충실한가? \n￭ 제시문 [다]에서 개인의 존재성을 적시하여 책임감을 추론하는가?\n￭ 제시문 [라]에서 사회화의 의의로부터 책임감을 추론하는가?\n￭ 제시문 [마]에서 로봇 기술의 한계로부터 책임감을 추론하는가?",
  "sample_answer": "제시문 [가]는 홀로 살며 고립감을 느끼는 청년의 가구 수가 증가하는 것을 사회 문제로 제시한다. 그리고 청년을 노동력을 제공하는 자원으로 보는 것을 원인으로 분석하여, 각 개인을 개성을 지닌 인격으로 존중해야 한다고 제안한다. 이를 참조하여 제시문 [나]에서 놀부가 고립되는 양상을 보면, 놀부는 배가 고파서 도움을 호소하는 아우 흥부를 내쫓음으로써 고립되고 있다. 즉 자신의 아우인 흥부보다 그간 모은 돈이나 곡식 또는 자신이 기르는 개와 병아리 돼지를 더 중시함으로써 천륜지정이나 형제 관계로부터 고립되고 있다. 이로써 놀부가 고립되는 원인은 근원적인 인간관계나 약자를 구휼하는 도덕성보다 자신의 자산 증식이라는 경제적 이해로써 타인을 대하는 것, 즉 전도된 가치관이나 도구적 인간관 등에 있음을 알 수 있다.  고립이라는 사회 문제에 대해 우리가 책임감을 느껴야 할 이유는 [다], [라], [마]에서 각각 추론할 수 있다. [다]는 ‘모나리자’의 표현을 통해 모든 존재는 다른 존재로부터 비롯되니 다른 것으로 바뀔 수도 있음을 제시한다. 여기에서 개인도 개별자로서가 아니라 다른 존재와의 관계 속에서 존재하니, 고립을 자신과 무관한 타인의 문제로 외면할 수 없음을 추론할 수 있다. [라]는 인간은 사회적 존재로서, 사회화는 개인과 사회의 성장과 존속을 위해 필수적임을 제시한다. 여기에서 고립의 반사회적 영향을 확인하여 우리 사회가 책임감을 느껴야 함을 추론할 수 있다. [마]는 고립감을 해소할 수 있는 로봇 기술의 발전이 인간성과 민주주의에 위해가 될 수 있음을 제시하고 있다. 여기에서 우리가 고립이라는 사회 문제에 대해 기술적 대안으로써 해결하지 말고, 인간성과 사회적 토대를 성숙시킬 수 있는 방안을 찾는 데에 책임감을 느껴야 함을 추론할 수 있다. 즉, 고립이라는 사회 문제에 대해 우리는 존재의 성격, 사회화의 의의, 기술 발전의 한계 등을 고려할 때에 책임감을 느껴야 하는 것이다."
}
