{
  "question_id": "sogang_2023_3",
  "intended_purpose": "이 문항은 교육과정 [10통사06-03], [12사문04-01]에서 학습하는 사회 불평등 현상에 대한 기본적인 이해와 함께 기능론과 갈등론을 활용하여 관련 현상을 설명 및 비교할 수 있는 분석 능력을 평가하고자 하였다. 이를 위해 이 문항은 교육과정 [10국03-02], [12독서02-01], [12독서02-02], [12독서03-02] 등에 따라 기능론과 갈등론을 다룬 『사회·문화』 교과서, 신분제에 대한 국사편찬위원회의 『한국사』, 그리고 신분 차별에 대한 실학자의 입장을 다룬 신문 기사 등을 활용하여 사회적 불평등에 대한 입장의 차이와 공통점을 제시할 수 있는가를 평가하고자 하다. 그리하여 이 문항은 교과과정에서 이수한 기존 이론에 대한 이해를 바탕으로 상호 비교를 통해 주체적이고도 심층적인 이해를 이끌어 낼 것을 요구함으로써 교육과정에 충실하면서도 적절한 수학 능력을 갖추었는지를 평가하고자 하였다.",
  "grading_criteria": "[결과등급 채점기준]\n￭ 제시문 [다]의 요약을 [가]와 [나]의 수준으로 정리하여 제시하는가?\n￭ 제시문 [다]의 요약을 [가], [나]와의 비교를 염두에 두고 원인, 결과, 인식 등으로 구성하여 제시하는가?\n￭ 세 가지 조합의 비교에서 유사점은 다른 나머지 한 제시문과 비교하여 제시하는가?\n￭ 유사점 및 차이점 설명에서 제시문의 표면적 진술에 나타나지 않은 ‘함축된 의미’를 도출하여 제시하는가?\n￭ 역사적 사실, 현상과 이론 등에 대한 사전지식이 아니라 제시문의 서술 내용에서 도출할 수 있는 것에만 근거해 제시하는가?\n\n[과정등급 채점기준]\n￭ 제시문 [가]와 [나]의 내용이 [다]를 이해하기 위한 논의의 전제로 간주하는가?\n￭ 제시문 [다]의 구성에서, 두 출처의 자료가 신분제도에 관한 내용과 당시 지식인(실학자)들의 사고를 각각 담고 있는지를 논의의 전제로 간주하는가?\n￭ 제시문 [가], [나], [다]를 각기 다른 두 제시문 간의 조합으로 비교하기 위하여 다양한 측면을 설정하는가?\n￭ 겉으로 드러난 제시문의 서술 내용을 반복하지 않고 비교 과정에서 함축된 의미를 추론하는가?",
  "sample_answer": "제시문 [가]와 [나]는 사회 불평등의 원인과 효과 등에 대해 상반된 시각을 나타낸다. 이와 관련하여, [다]는 조선시대의 불평등 문제를 기술하고 있다. 먼저, 불평등 현상의 원인이 무엇보다 출생과 신분에 의해 정해진다는 것이다. 또한 이런 신분 차별이 경국대전에 명문화되듯, 법제화를 통해 국가 제도적으로 확립되었다. 불평등에 대한 근본 인식에 있어서, 당시엔 그런 차별적 대우를 ‘불변의 이치’로 지극히 마땅한 것으로 여겼고, 지식인들도 신분제가 유지되지 않으면 사회 질서가 무너지고 국가의 통치 및 존립이 위태롭게 된다고 봤다. 따라서 신분에 의한 불평등이 하나의 절대적 규범으로 작용했음을 짐작할 수 있다. 이에 근거하면, 첫째, 사회 불평등이 국가의 법제화에 의해 사전에 기획되고 고착화된 [다]에 비해, [가]와 [나]에서는 하나의 사후 결과로서 나타난 가변적 사회 현상이라는 점에서 유사하다. 둘 간의 차이점으로서 [가]는 과정의 공정성과 결과의 공익성에 근거해 ‘지지 입장’인 반면, [나]는 과정도 불공정하고 결과도 사회 갈등을 야기한다는 이유로 ‘비판적 입장’에 있다. 둘째, 불평등이 능력과 노력 등 개인 차원의 미시적 요인에 의한 것임을 보여주는 [가]에 비해, [나]와 [다]는 둘 다 불평등이 국가·사회적 차원의 거시적 요인에 의해 발생하는 것임을 보여준다. 다만 [나]에서는 불평등이 권력이나 배경과 같은 요인에 의한 ‘사회의 구조적 문제’인 반면, [다]의 경우엔 법에 의해 강제된 통치체제 및 사회규범과 같은 보다 근본적인 ‘국가 제도 자체의 문제’라는 점에서 차이를 보인다. 셋째, 관련 문제에 비판적 입장인 [나]에 비해, [다]와 [가]는 둘 다 우호적/긍정적 입장이라는 점에서 유사하다. 그러나 [다]는 이런 차별과 불평등이 사회 질서와 국가 존립에 필수적이라는 논리로 기존 제도의 고수를 주장한다는 점에서 ‘현상유지’적인 반면, [가]는 개인의 동기부여과 사회발전을 목적으로 한다는 점에서 ‘변화지향’적이라는 데서 차이가 있다."
}
