{
  "question_id": "sookmyung_2023_1",
  "intended_purpose": "\n[문제 1]\n이 문제는 인류의 ‘지속 가능한 미래’를 위해 우리가 사고해야 할 조건은 무엇인지에 대해 묻고 있다. \n<가>에서는 지구 위기에 대한 기술 발전의 중요성을 강조하고 있으며, 각국 정부는 기술을 개발하고 기\n업을 지원하는 정책을 펼쳐야 한다고 주장한다. <나>는 옥스팜(Oxfam)의 보도 자료로서, 기후 위기는 \n1990년~2015년 사이 급격하게 악화되었으며, 그 주요 원인이 소득 기준 탄소배출량의 극명한 차이를 의\n미하는 ‘탄소불평등’에 있다고 고발한다. <다>는 ‘도넛 경제 모델’의 설명인데, 이는 인간이 지속 가능한 \n미래를 만들어 나갈 조건으로서 지구라는 ‘생태적 한계’와 불평등 해소 등 ‘사회적 기초’가 반드시 균형을 \n이루어야만 한다는 내용을 담고 있다. \n결국 기후 위기에 대한 대응으로 <가>는 기술개발과 지원 정책, <나>는 탄소불평등 해소, <다>는 환\n경과 윤리의 균형에 주장의 핵심이 있다고 할 수 있는데, 학생들은 동일한 대상에 대한 다양한 의견들을 \n비판적으로 검토함으로써 자신의 주장을 논리적으로 구성할 수 있는지를 묻고자 했다.\n\n[문제 2]\n최근 코로나 팬데믹 국면에서 야기된 ‘돌봄 위기’는 이제껏 우리 사회가 간과하고 배제해온 돌봄의 가\n치에 주목하는 계기가 되었다. 모든 것이 멈춰도 인간의 삶과 생명을 유지하기 위해 결코 멈출 수 없는 \n필수노동으로서 돌봄이 가시화되면서 이를 둘러싼 사회적 논의가 확산된 것이다. [계열문항 1-2]에서는 \n근래 활발히 논의되고 있는 돌봄민주주의의 관점에 입각해 민주주의 사회가 나아갈 방향을 비판적으로 \n사고하도록 출제되었다.\n제시문 <가>는 로크의 『통치론』에 나타난 자유주의적 인간관을 제시하고 있으며, 제시문 <나>는 돌\n봄민주주의의 대표적 논자인 조안 C. 트론토의 핵심적 주장과 그 근거가 되는 돌봄 윤리의 인간관을 담\n고 있다. 제시문 <다>에서는 돌봄을 둘러싼 역할 갈등과 가치관 대립이 문제상황으로 드러난 구체적 현\n실 사례로서 ‘영 케어러’의 인터뷰를 제시하였다 수험생들에게는 각각의 제시문의 요점을 정확히 파악하\n는 독해력과 함께, 이들 내용을 종합적으로 연결지어 사고할 수 있는 논리적·비판적 사고력이 요구된다. \n<가>가 제시하는 독립적·자율적 인간관과는 달리, <나>의 돌봄민주주의는 인간을 근본적으로 상호의\n존적 존재로 보고 돌봄의 공적 가치를 인정함으로써 모든 시민이 돌봄에 참여하는 민주주의 사회를 구축\n하자고 제안한다. 이러한 <나>의 관점을 <다>의 구체적인 현실 사례에 적용해봄으로써, 능력주의적 가\n치관의 한계를 성찰하고 돌봄을 중심으로 인간과 공동체를 사유해볼 수 있도록 하였다.\n",
  "grading_criteria": "\n[문제 1]\n[1- 1]\n■ 답안의구성요소\n - 답안이 논제의 요구사항을 충족하고 있는가.\n - 답안 구성이 전체적으로 논리적인가.\n - 답안의 언어 사용이 명확하고 자신의 언어로 잘 표현하고 있는가.\n■ 논제에 대한 답안은 다음의 조건을 충족해야 한다.\n【기후위기에 대한 제시문임을 기술】\n① 전 세계의 심화되는 기후 위기에 대해 지속가능한 미래 대책을 내고있다. (탄소세와 탄소 예산 등 각국 정부의 정책 마련이 요구된다는 내용을 포함할 수 있다.)\n【제시문 <가>의 대응】\n②<가>는 기본적으로 기후 위기를 '기술'을 통해서 극복할 수 있다고 낙관하고 있다. <나>와 비교해 볼 때, 기후 위기 극복을 위한 국가의 정책이 기술 개발과 기업 지원에 치우쳐져 있다.\n【제시문 <나>의 대응】\n③ <나>는 환경 위기의 주범으로 기후불평등을 지목하고 있다.\n④ <나>는 탄소예산이 소수의 부유층에 의해 고갈되고 있는 이러한 불평등 해소 없이는 환경 위기는\n극복되기 어렵다고 말한다. 따라서 고급탄소세를 부과하고, 공공정책을 통해 탄소 배출량을 줄여 불평등을\n해소하고, 공중보건을 증진시킬 것을 주장한다.\n⑤ <가>는 결론적으로 ‘지속가능한 경제 성장’을 추구하는 반면, <나>는 현재의 기후 위기 대책으로서의\n‘지속가능한 경제 성장’은 실패할 수밖에 없다고 지적한다.\n<유의 사항>\n - 글자 수200자 이내 답안은 0점 처리함.\n - 수험생의 개인 정보를 암시한 답안은 0점 처리함.\n\n[1 - 2]\n■ 답안의구성요소\n- 답안이 논제의 요구사항을 충족하고 있는가.\n- 답안 구성이 전체적으로 논리적인가.\n- 답안의 언어 사용이 명확하고 자신의 언어로 잘 표현하고 있는가.\n■ 논제에 대한 답안은 다음의 조건을 충족해야 한다.\n【<그림 1>의 내용 파악】\n∙ 통계를논리적이고체계적으로파악하는능력측정\n① 탄소불평등에 대한이해\n- 1990년에서 2015년 사이에 탄소 배출량이 그 전과 비교하여 두 배나 상승했다.\n- 그런데 전세계 인구의 상위 10%가 총 탄소 배출량의 52%에 대한 책임이 있으며, 전세계\n탄소예산의 3분의 1(31%) 가량을 사용했다. 최상위 1% 부유층은 총 탄소 배출량만 15%에\n달하며, 탄소예산의 9%를 차지하고, 이는 하위 50% 예산의 두 배다.\n- 하위 50% 빈곤층은 총 탄소 배출량의 7%에 대한 책임이 있으며, 사용 가능한 탄소예산 중\n4%만을 사용했다.\n- 이러한 통계들을 바탕으로 탄소 불평등이 심각한 상황을 설명한다.\n【제시문 <다>의 논지 파악】\n∙ 제시문<다>에서 주장하는 논지를 정확하게 파악하는 능력측정\n② ‘도넛 경제 모델’ 설명\n- 케이트 레이워스의 ‘도넛 경제 모델’은 인류와 지구 전체의 ‘지속가능한 미래’를 위해서 제안되었다.\n- 이 기본적인 생각을간단히정리하면, 도넛 모양의바깥쪽 원은 ‘생태적 한계’를 나타내며, 안쪽 원은\n‘사회적 기초’를 나타낸다.\n- 이 생태적 한계와 사회적 기초 사이에 가능한 많은 사람들이 포함되는 전 세계적인 경제체제를\n설계해야 공정하면서도 지속 가능한 경제를실현할수있다.\n ③ ‘도넛 경제 모델’의 의의를 설명\n - ‘생태적 한계’와 ‘사회적 기초’는 전지구적 과정으로 긴밀하게 연관되어 있다.\n - 이 경제모델의의의는경제적불안정과불평등을해소하여‘공정’한사회를만드는것과지구의환경\n위기를 막는 것은 모두 불가결하게 필요하며 이 양자를 균형있게 결합해 가야 지속가능한 미래가\n가능하다고 주장하는 데에 있다.\n【제시문 <다>와 <그림 1>을 활용하여 <가>에 적용】\n④ 제시문들과 통계를 근거로 다른 제시문 주장에 대해 정확하게 비판하는 능력을 평가함.\n- 이는 <나>의 기후 위기의 책임이 탄소 불평등으로 인해 심화되고 있다는 주장으로 뒷받침된다.\n- 또한 이것은 <다>로 볼 때, 신재생에너지 기술 및 사업은 새로운 환경파괴를 낳고 있다는 점과 연결된다.\n⑤ 핵심적 주장을 강조할 수 있어야 함.\n - 따라서 <가>는 '생태적 한계'를 기술적 관점에서만 극복 방향으로 사고하고 있을 뿐, '사회적 기초'에 대해서는\n 생각하고 있지 않다. 따라서 <가>가 주장하는 기술 개발로 인해 환경 위기를 극복할 낙관적 방향도 '사회적 기초'를\n 고려하고 있지 않은 것으로서, 결과적으로 소수의 기업과 부유층만을 위한 정책이 될 위험성이 크다.\n\n[문제 2]\n[2 - 1]\n■ 답안의구성요소\n- 답안이 논제의 요구사항을 충족하고 있는가.\n- 답안 구성이 전체적으로 논리적인가.\n- 답안의 언어 사용이 명확하고 자신의 언어로 잘 표현하고 있는가.\n■ 논제에 대한 답안은 다음의 조건을 충족해야 한다.\n【제시문 <가>의 인간관에 대해 요약되어야 함】\n① 인간은 자연 상태에서 스스로의 이성에 따라 자율적으로 행동하는 독립적 개인을 상정하\n며, 개인들 사이의 관계는 호혜적이고 상호 평등함.\n② 인간은 독립된 노동 주체로서 각자의 능력에 따라 노동한 대가를 소유할 권리를 지니며,\n그런 만큼 각자의 능력에 기반한 노동을 통하여 더 많은 이익을 차지하는 것은 정당한 일이라고\n주장함.\n【제시문 <나>의 인간관에 대해 요약되어야 함】\n③ 인간은 누구나 관계 안에서만 존재할 수 있으며, 보편적으로 타인의 돌봄을 필요로 하고,\n생애 주기나 질병으로 인한 취약성을 지니므로 타인에게 의존할 수밖에 없는 상호의존적 존재\n임.\n【<가>와 <나>의 인간관을 서로 비교해야 함】\n④ <나>에 따르면 <가>의 자유주의적 인간관은 ‘의존성’이라는 인간 보편의 조건을 반영하지\n못함. <가>는 개인의 능력에 따라 가치 창출의 소유를 허용하는 능력주의적 인간관인 데 비해,\n<다>는 상호의존성을 인간의 보편적 특성으로 규정하는 인간관임.\n<유의 사항>\n- 글자 수200자 이내 답안은 0점 처리함.\n- 수험생의 개인 정보를암시한답안은0점처리함.\n[2 - 2]\n■ 답안의구성요소\n- 답안이 논제의 요구사항을 충족하고 있는가.\n- 답안 구성이 전체적으로 논리적인가.\n- 답안의 언어 사용이 명확하고 자신의 언어로 잘 표현하고 있는가.\n■ 논제에 대한 답안은 다음의 조건을 충족해야 한다.\n【<다>의 ‘영 케어러’가 처한 문제적 상황에 대해 설명해야 함】\n① 영케어러는 경쟁(학업)과 돌봄 사이에서 어느 한 쪽을 선택해야만 하는 모순적 상황임.\n② 이와 같은 ‘문제적 상황’은 일차적으로 돌봄과 학업을 병행할 수 없다는 데에서 기인함. ‘학\n교’와 ‘집’에서 작동하는 ‘대립하는 두 가치관’의 충돌로 인해 나타나고 있으며, 노력과 경쟁을\n통한 개인의 능력 향상을 중시하는 ‘학교’의 능력주의적 가치관은 자립할 능력이 없는 가족을\n돌보는 데에 중요한 가치를 두는 ‘집’의 가치관과 양립하기 어려움.\n【<나>의 내용을 바탕으로 문제적 상황에 대한 대응 방향을 서술해야 함】\n③ ‘영 케어러’가 개인적 차원에서 겪는 역할 갈등은 제시문 <나>가 제안하는 돌봄의 사회적 관\n계망을 통해 해결이 가능하다고 볼 수 있음.\n④ 돌봄민주주의는 돌봄의 공적 가치를 인정하고, 사회 구성원 모두가 돌봄의 제공자이자 수혜\n자로서 서로가 서로를 돌보는 실천적 책임을 수행할 것을 주장함. 또한 능력주의 사회에서는\n돌봄이 필요한 존재를 흠결을 지닌 존재로 판단하지만, 돌봄민주주의는 본질적으로 인간은 상\n호의존적 존재라고 주장함. 이처럼 각자의 개별적인 삶을 공동체로 연결시키는 변화, 경쟁사회\n에서 연대사회로의 변화가 필요하며, 독일에서의 ‘돌봄 혁명’ 논의처럼 가치관의 전환이 필요\n함.\n(사회적 약자에 대한 시혜나 개인적 미덕의 관점에서 돌봄이 필요하다고 서술한 경우는 정답\n으로 간주하지 않음.)\n<유의 사항>\n- 글자 수400자 이내 답안은 0점 처리함.\n- 수험생의 개인 정보를암시한답안은0점처리함.\n",
  "sample_answer": "\n[문제 1]\n[1 - 1]\n제시문 <가>와 <나>는 기후 위기에 대한 대응 방안에서 차이점을 보인다. <가>는 기후 위기를 기\n술을 통해 극복할 수 있다고 낙관하고 있으며, 그 정책이 기술 개발과 기업 지원에 집중되어야 한다\n고 강조한다. 그에 비해 <나>는 환경 위기의 주범으로 탄소불평등을 지목하고 있다. 탄소예산이 소수\n의 부유층에 의해 고갈되고 있는 탄소불평등의 해소 없이는 환경 위기가 극복되기 어렵기에 이를 해\n소할 공공정책을 펼쳐야 한다고 주장한다. 결국 <가>는 ‘지속가능한 경제 성장’을 추구하는 반면 \n<나>는 현재의 기후 위기 대책으로서 ‘지속가능한 경제 성장’은 한계가 있다고 주장한다.\n[1 - 2]\n제시문 <다>는 ‘지속가능한 미래’를 위해 ‘도넛 경제 모델’을 제시하고 있다. 도넛 모양의 바깥쪽은 \n‘생태적 한계’를 나타내며, 안쪽은 ‘사회적 기초’를 나타낸다. 그리고 ‘생태적 한계’와 ‘사회적 기초’는 \n전 지구적 과정으로 긴밀하게 연관되어 있다. 이 경제 모델은 ‘지구의 환경 위기를 막는 것’과 ‘불평등 \n해소를 통해 공정한 사회를 만드는 것‘이 균형있게 결합해야만 지속가능한 미래가 가능하다고 주장하\n는 데에 그 의의가 있다. \n그런데 <그림 1>을 보면 1990~2015년 사이 총 탄소 배출량의 52%를 부유층 10%가 차지하고 있\n고, 그중에서도 최상위 부유층 1%는 총 탄소 배출량 15%, 탄소예산의 9%에 책임이 있다. 그에 비해 \n하위 50% 빈곤층은 총 탄소 배출량의 7%과 탄소예산 4%에만 책임이 있는 바, 탄소불평등이 심각한 \n상태임을 알 수 있다. \n이에 비추어 볼 때 <가>는 ‘생태적 한계’를 기술적 관점에서만 사고하고 있을 뿐 ‘사회적 기초’에 \n대해서는 간과하고 있다. 따라서 <가>에서 주장하는 ‘기술 개발을 통해 환경 위기를 극복하는 방안’ \n역시 새로운 환경 위기를 야기해 사회적 기초를 침해하는 것으로서 <다>가 주장하는 기후위기 대책\n을 충족시키지 못하며, 결과적으로 소수의 기업과 부유층만을 위한 정책이 될 위험성이 크다\n\n[문제 2]\n[2 - 1]\n제시문 <가>에 따르면 인간은 자연 상태에서 독립적이며 자율적인 개인을 의미하며, 개인 간의 관\n계는 호혜적이고 평등하다. 이들은 스스로의 이성에 따라 자율적으로 행동하며, 독립된 노동 주체로서 \n각자의 능력에 기반한 노동에 따른 대가를 소유할 권리를 가진다. 그런데 제시문 <나>에 따르면 이러\n한 자유주의적 인간관은 ‘의존성’이라는 인간 보편의 조건을 반영하지 못한다. <나>가 제시하는 인간\n상에 따르면 인간은 누구나 관계 안에서만 존재할 수 있으며, 보편적으로 타인의 돌봄을 필요로 하고, \n생애 주기나 질병으로 인한 취약성을 지니므로 타인에게 의존할 수밖에 없는 상호의존적 존재이다.\n[2 - 2]\n제시문 <다>에서 영 케어러는 경쟁과 돌봄 사이에서 어느 한쪽을 선택해야만 하는 모순적 상황에 \n직면했다. 이러한 상황은 영 케어러가 돌봄과 학업을 병행할 수 없는 데에서 기인한 ‘역할 갈등’으로 \n볼 수 있다. 노력과 경쟁을 통한 개인의 능력 향상을 중시하는 학교의 능력주의적 가치관과, 자립할 \n능력이 없는 가족을 돌보는 데에 중요한 가치를 두는 집에서의 가치관이 충돌해서 발생한 문제적 상\n황인 것이다.\n이러한 문제를 해소하기 위해서는 제시문 <나>에서 제안한 돌봄민주주의 가치관으로의 전환이 필\n요하다. 능력주의 사회에서는 돌봄이 필요한 존재를 불완전한 존재로 인식하는 것과는 달리 돌봄민주\n주의에서는 인간을 본질적으로 상호의존적 존재로 인식한다. 그래서 돌봄민주주의는 돌봄의 공적 가\n치를 인정하고, 사회 구성원 모두가 돌봄의 제공자이자 수혜자로서 서로가 서로를 돌보는 실천적 책\n임을 수행할 것을 주장한다. 이러한 주장처럼 돌봄이 공공재로서 존재했다면 영 케어러는 역할 갈등\n에 빠지지 않고 학업에 집중할 수 있었을 것이다. 독일의 ‘돌봄혁명’과 같은 가치관 전환을 위한 노력\n을 통해 각자의 개별적인 삶을 공동체로 연결시키고, 경쟁사회를 연대사회로 변화시킨다면 제시문 \n<다>와 같은 ‘문제적 상황’을 상당 부분 해소할 수 있을 것이다.\n"
}